{
    "data": [
        {
            "id": 155,
            "slug": "masa-depan-transformasi-bisnis-digital-di-tahun-2021",
            "title": "Masa Depan Transformasi Bisnis Digital di Tahun 2021 ",
            "content": "<p>Untuk bertahan dan berkembang dalam lanskap bisnis yang sudah berubah, setiap bisnis harus belajar bagaimana mengubah bisnis secara digital. Saat ini sudah banyak <em>digital agency Indonesia </em>yang dapat membantu perusahaan dalam melakukan transformasi digital. Ada banyak alasan mengapa sebuah bisnis melakukan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi</a> digital, misalnya:</p>\n<ol>\n<li>Adanya masalah dengan produktivitas<br />Transformasi digital dapat menjadi solusi untuk meningkatkan produktivitas perusahaan dengan memecah setiap hambatan dalam proses bisnis dan membuat alur kerja yang menjadi lebih sederhana dan efisien. Ada juga peluang untuk mengotomatisasi beberapa proses manual dengan memanfaatkan teknologi yang benar.</li>\n<li>Ada masalah dalam customer experience saat ini<br />Meningkatkan kepuasan <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pelanggan</a> dapat berdampak besar pada bisnis perusahaan. Menyediakan perjalanan pelanggan yang sederhana, personalisasi pelanggan berbasis data, dan pengalaman omni-channel kepada pelanggan adalah kunci untuk mencapai pertumbuhan bisnis yang berkelanjutan.</li>\n<li>Kurangnya analisis untuk mendukung proses pengambilan keputusan<br />Dengan bantuan alat intelijen bisnis modern, setiap perusahaan dapat dengan mudah memproses dan menggabungkan datanya, dengan cepat mendapatkan wawasan, dan kemudian mengubahnya menjadi informasi. Transformasi digital dalam pengambilan keputusan akan membantu perusahaan untuk bereaksi dan mengambil peluang dengan lebih cepat dan akurat. Perusahaan bisa melakukan konsultasi dengan digital agency Indonesia untuk mendapatkan analisis terbaik sebelum melakukan transformasi digital pada perusahaan.</li>\n<li>Perlu meningkatkan keuntungan perusahaan<br />Dengan pendekatan yang tepat, transformasi digital dapat meningkatkan profitabilitas perusahaan. Akhirnya, ketika sebuah perusahaan berfokus pada peningkatan produktivitas, meningkatkan kepuasan pelanggan, dan selalu membuat keputusan yang benar, itu juga akan memperoleh peningkatan profitabilitas yang signifikan.</li>\n</ol>\n<p>Situasi yang ditimbulkan oleh pandemi COVID-19 telah banyak mengubah perilaku dan harapan <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pelanggan</a>, dan beberapa perubahan dapat berlangsung bahkan setelah pandemi. Untuk meningkatkan <a href=\"https://suitmedia.com/ideas/the-thrive-and-survival-of-retail-in-digital-world\">survivabilitas</a>, setiap bisnis perlu beradaptasi dengan situasi tersebut dengan cepat, dan dalam beberapa kasus, <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi</a> digital juga akan mengubah proses bisnis menjadi solusi.</p>\n<p>Dalam hal adopsi teknologi yang akan mendukung <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi</a> digital, ada beberapa tren di tahun 2021 yang perlu kita waspadai, seperti:</p>\n<ul>\n<li>Artificial Intelligence dan Machine Learning<br />Artificial Intelligence (AI) dan machine learning merupakan teknologi tercanggih saat ini. Implementasi AI dalam proses bisnis akan membantu mengurangi biaya, meningkatkan efisiensi operasional, menghindari kemungkinan kesalahan manusia, dan membuat keputusan lebih cepat.</li>\n</ul>\n<ul>\n<li>Analisis Data dan Intelijen Bisnis<br />Karena semakin banyak perusahaan perlu membuat keputusan bisnis berbasis data yang benar secara lebih cepat, adopsi analisis data dan intelijen bisnis dalam keputusan bisnis - proses pembuatan akan mengalami ledakan pada tahun 2021.</li>\n</ul>\n<ul>\n<li>Infrastruktur Modern<br />Teknologi infrastruktur Cloud melakukan banyak peningkatan dalam satu dekade terakhir. Dengan begitu banyak pilihan infrastruktur modern yang tersedia, istilah XaaS dapat merujuk pada apa pun yang disediakan sebagai layanan sekarang. Adopsi infrastruktur modern seperti <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">container</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, Kubernetes, komputasi tanpa server, dan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">cloud hybrid</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dapat secara signifikan mengurangi biaya operasional dan memaksimalkan pemanfaatan sumber daya server.</span></li>\n<li>Microservices<br />Dengan microservices, aplikasi akan disusun sebagai kumpulan layanan independen kecil yang digabungkan secara longgar dan sangat dapat dipelihara. Dengan mengadopsi layanan mikro, aplikasi akan memiliki infrastruktur yang handal tanpa <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">downtime</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.&nbsp;</span></li>\n</ul>\n<p>Setelah sebuah bisnis memutuskan untuk melakukan transformasi digital, diperlukan strategi untuk sukses dalam transformasi tersebut. Ada beberapa faktor keberhasilan dalam transformasi digital, seperti:</p>\n<ul>\n<li>Memiliki tujuan dan sasaran yang jelas<br />Sebelum melakukan transformasi digital, kita perlu bertanya pada diri sendiri:</li>\n</ul>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>&ldquo;mengapa&rdquo; kita membutuhkannya?</li>\n<li>\"apa\" yang ingin kita capai?</li>\n<li>\"bagaimana\" kita bisa mengukur kesuksesan?</li>\n</ul>\n</li>\n</ul>\n<p>Menetapkan tujuan dan sasaran yang jelas akan mencegah kita tersesat dan menjaga kita di jalur yang benar. Saat menentukan KPI akan membuat kita fokus pada apa yang ingin kita capai dan memperhatikan hal-hal yang harus kita perhatikan.</p>\n<ul>\n<li>Strategi<br />Strategi yang tepat dapat meningkatkan keberhasilan transformasi digital secara signifikan. Strategi harus dibuat berdasarkan wawasan yang bermakna dari analisis data. Data akan menghasilkan informasi yang berguna tentang perilaku <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pelanggan</a>, kinerja proses saat ini, penjualan, dan membantu kami mengidentifikasi peluang yang dapat kami ambil.</li>\n<li>Adopsi teknologi modern<br />Memanfaatkan teknologi modern akan membantu kita untuk mengotomatisasi proses, mengurangi biaya, meningkatkan kinerja bisnis, dan meningkatkan pengalaman <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pelanggan</a>.</li>\n<li>Lakukan setahap demi setahap<br />Transformasi digital harus dilaksanakan selangkah demi selangkah. Dan kita perlu menerapkan siklus perencanaan - pelaksanaan - evaluasi di setiap langkah.</li>\n</ul>\n<p>Saat ini, transformasi digital diperlukan di semua bidang organisasi atau bisnis. Menerapkan teknologi &amp; strategi yang tepat dapat meningkatkan peluang keberhasilan melakukan perubahan digital pada bisnis.</p>\n<p>Penulis: <strong>Richan</strong> (Technical Director)</p>",
            "published_at": "2021-11-10 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-10 00:13:57",
            "updated_at": "2022-03-23 10:47:05",
            "small_image": [
                {
                    "id": 942,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_570881014.jpg",
                    "url": "https://assets.suitdev.com/storage/files/942/conversions/shutterstock_570881014-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 942,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_570881014.jpg",
                    "url": "https://assets.suitdev.com/storage/files/942/conversions/shutterstock_570881014-medium.jpg"
                }
            ]
        },
        {
            "id": 154,
            "slug": "transformasi-digital-industri-perjalanan-dan-pariwisata",
            "title": "Transformasi Digital Industri Perjalanan dan Pariwisata ",
            "content": "<p>Seiring dengan terpaan revolusi digital di seluruh dunia, industri travel dan pariwisata harus beradaptasi agar tidak ketinggalan zaman. Mari kita analisis bagaimana fenomena digital secara perlahan mengubah industri travel dan pariwisata.</p>\n<p><strong>Bagaimana revolusi digital dengan cepat mengubah industri travel dan pariwisata</strong></p>\n<p>Saat ini, revolusi digital telah mengubah industri travel dan pariwisata dengan mengubah <em>user actions</em> saat merencanakan travel. Contoh paling umum dari layanan digital yang ditawarkan oleh industri travel dan pariwisata adalah pemesanan secara <em>online</em>. Pada dasarnya, sudah ada solusi digital untuk setiap langkah perjalanan untuk pengguna ketika ingin bepergian.</p>\n<p>Dengan pemikiran tersebut, mayoritas pelanggan juga telah mengubah kebiasaan mempersiapkan perjalanan secara manual menjadi memesan secara <em>online</em>. Menurut survei oleh Trekksoft (2018), 91,9% pemesanan dilakukan secara <em>online.</em> Tidak hanya untuk pemesanan, tetapi pengguna juga sudah bisa melakukan setiap langkah kebutuhan perjalanan menggunakan layanan <em>online</em>.</p>\n<p>Strategi pemasaran travel dan pariwisata juga telah bergeser ke <em>digital media marketing</em>. Sebagian besar pelanggan mengandalkan perangkat digital ketika berencana untuk bepergian. Industri travel dan pariwisata juga sudah mulai menggunakan <em>digital media</em> seperti SEO, SEM, dan <em>social media marketing</em> untuk meningkatkan <em>brand awareness</em>. <em>Brand </em>dapat bekerjasama dengan <em>digital agency</em> dalam proses <em>digital media marketing</em>.</p>\n<p><strong>Bagaimana brand dapat memberikan travel experience yang dipersonalisasi untuk pelanggan</strong></p>\n<p>Google Research menunjukkan bahwa pelanggan lebih menyukai personalisasi karena menghemat waktu. Menyesuaikan informasi berdasarkan preferensi pribadi atau perilaku masa lalu dianggap sebagai kebutuhan dari 57% pengguna, sementara 37% pengguna bersedia membayar lebih untuk layanan yang dipersonalisasi lebih baik.</p>\n<p>Cara untuk personalisasi yang baik yaitu dengan menggunakan strategi datafikasi. Strategi datafikasi melacak setiap langkah tindakan pengguna saat menggunakan layanan digital dengan proses penambangan data. Dengan menggunakan semua data yang dikumpulkan dari pelanggan, setiap persona pengguna dapat dirumuskan dan digunakan untuk memfasilitasi semua kebutuhan spesifik mereka. Semakin banyak pilihan yang dimiliki pengguna, semakin dapat memenuhi preferensi pribadi mereka.</p>\n<p>AI (<em>Artificial Intelligence</em>) juga dapat digunakan dalam personalisasi pengguna. Pertama, perilaku pelanggan dilacak oleh mesin yang kemudian dapat digunakan oleh perusahaan dan <em>brand </em>untuk menghasilkan layanan yang dipersonalisasi atau rekomendasi produk berdasarkan perilaku pengguna sebelumnya. Kedua, agen AI seperti chatbots atau conversational UI seperti Siri, Google Talk, dan Samsung Bixby juga terbukti sangat efektif untuk layanan pelanggan.</p>\n<p><strong>Tren berikutnya dalam industri travel dan pariwisata digital</strong></p>\n<p>Interaksi pengguna menggunakan suara seperti Siri dan Google Talk, atau dengan istilah terbaru, Conversational UI, terus dikembangkan untuk menyempurnakan teknologi. Ini juga berlaku untuk interaksi pengguna dengan AI menggunakan layanan <em>messenger </em>seperti LINE. Dengan demikian, di masa depan, bisa saja layanan travel digital ditawarkan kepada pelanggan melalui AI dengan Voice User Interface atau Conversational UI.</p>\n<p>AR (<em>Augmented Reality</em>) &amp; VR (<em>Virtual Reality</em>) juga merupakan pilihan tepat untuk memfasilitasi kebutuhan pelanggan. American Airlines, KLM, dan Aeromexico sudah menggunakan AR Bag Sizer di aplikasi seluler mereka. Pengguna dapat menggunakan lapisan Tas 3D ini di atas tas kabin mereka dan melihat apakah tas tersebut masih dalam batas ukuran bagasi kabin dan karena itu layak untuk bepergian.</p>\n<p>Melihat bagaimana semuanya berubah dengan cepat, kita dapat menyimpulkan bahwa industri travel dan pariwisata telah mengalami transformasi besar di dunia digital bahkan semakin banyak perbaikan yang akan datang. Hampir tidak akan ada kendala bagi pengguna dalam mempersiapkan travel mereka di masa depan jika transformasi semacam ini terus berkembang.</p>\n<p>Penulis: <strong>Shauma Hayyu Syakura</strong> (Digital Strategist)</p>",
            "published_at": "2021-11-10 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-10 00:08:51",
            "updated_at": "2021-11-10 00:08:51",
            "small_image": [
                {
                    "id": 940,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_708085615.jpg",
                    "url": "https://assets.suitdev.com/storage/files/940/conversions/shutterstock_708085615-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 940,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_708085615.jpg",
                    "url": "https://assets.suitdev.com/storage/files/940/conversions/shutterstock_708085615-medium.jpg"
                }
            ]
        },
        {
            "id": 149,
            "slug": "perubahan-perilaku-pelanggan-e-commerce-selama-covid-19",
            "title": "Perubahan Perilaku Pelanggan E-commerce Selama Covid-19 ",
            "content": "<p>Di seluruh dunia, pandemi telah menyebabkan perubahan besar dalam bisnis, baik untuk perusahaan <a href=\"https://suitmedia.com/ideas/tren-b2b-e-commerce-tahun-2021\">B2B</a> maupun B2C. Upaya global untuk menahan wabah COVID-19 juga telah mengubah kebiasaan sehari-hari konsumen, pola konsumsi, dan cara berpikir, sehingga permintaan akan layanan<em> online</em> di berbagai kategori, menggunakan metode non-kontak yang inovatif.</p>\n<p>Baik karena kebutuhan atau keinginan, konsumen memindahkan pembelian mereka secara <em>online</em>. Dan beberapa dari konsumen yang tidak pernah melakukan belanja <em>online</em> sebelum pandemi, lalu beralih dengan belanja secara <em>online</em>. Akibatnya, banyak bisnis <em>e-commerce</em> mengalami pertumbuhan yang cukup besar. Bagaimana Covid-19 mempengaruhi perilaku <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pelanggan</a>? Mari kita lihat!</p>\n<ol>\n<li><strong>Masyarakat lebih memperhatikan kesehatan dan kebersihan<br /></strong>Wabah COVID-19 membuat kita benar-benar sadar akan betapa pentingnya <a href=\"https://suitmedia.com/ideas/transformasi-pelayanan-kesehatan-indonesia-di-era-digital\">kesehatan</a> dan kebersihan. Hal ini dibuktikan dengan data Badan Pusat Statistik (BPS) bahwa pembelian produk <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a>&nbsp;dan kebersihan meningkat sekitar 75% dan menjadi tambahan untuk kebutuhan primer lainnya.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Hanya membeli kebutuhan makanan dan kebutuhan pribadi<br /></strong>Saat ini, masyarakat lebih mementingkan pemenuhan kebutuhan primer, seperti pangan dan kebutuhan pribadi daripada kebutuhan non-esensial lainnya.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Belanja online jadi pilihan<br /></strong>Kita yang terpaksa harus berdiam diri di rumah agar tidak tertular virus memilih untuk berbelanja <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">online</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> demi memenuhi kebutuhan sehari-hari, dan kebiasaan baru ini bisa berlanjut meski pandemi telah berakhir.</span></li>\n</ol>\n<p>Seperti yang kita ketahui, pandemi ini membawa banyak perubahan bagi perilaku konsumen. Ketika perilaku pelanggan berubah, bisnis akan beradaptasi secara otomatis untuk bertahan hidup. Terkait perubahan perilaku pelanggan, apa dampak COVID-19 bagi <em>e-commerce</em>? Kebiasaan belanja <em>online </em>dimulai beberapa tahun yang lalu. Sebagian orang lebih memilih pergi ke toko secara langsung untuk membeli kebutuhan, namun karena adanya larangan keluar rumah dan <em>social distancing </em>saat ini, membuat kita hanya bisa berbelanja dengan satu-satunya cara, yaitu belanja <em>online</em>. Situasi ini memaksa semakin banyak orang untuk melakukan transaksi <em>online</em>. Berdasarkan data di bawah, menunjukkan peningkatan penjualan <em>online</em> pada April sebanyak 36 miliar GMV selama periode Covid-19. Ada juga kenaikan transaksi harian sebanyak 4,8 juta transaksi selama pandemi ini.</p>\n<p>Katadata telah melakukan riset terhadap pertumbuhan <em>E-commerce</em> di masa pandemi yang menunjukkan adanya peningkatan penjualan sekitar 26% dibandingkan rata-rata penjualan bulanan pada kuartal II tahun 2019 dan konsumen baru juga meningkat sekitar 51% selama PSBB. Selain peningkatan penjualan <em>online</em>, juga terjadi peningkatan pendaftaran bisnis<em> online</em>. Banyak yang mendirikan bisnis <em>online</em>. Hal ini dikarenakan adanya pembatasan aktivitas di luar sehingga retailer dan <em>wholesaler</em> harus beralih ke penjualan <em>online </em>atau <em>e-commerce.</em> Terbukti dengan meningkatnya konsumen baru sebanyak 51% yang baru pertama kali berbelanja <em>online </em>dan melonjaknya permintaan sebanyak 5-7 kali selama pandemi ini. Namun, <em>social distancing </em>juga berdampak pada pengiriman logistik yang membuat durasi pengiriman menjadi lebih lama dari waktu pengiriman biasanya.</p>\n<p>Oleh karena itu,<em> </em>perusahaan<em> e-commerce</em> harus melakukan <em>mobile development </em>dan<em> web development </em>mengikuti perubahan perilaku pelanggan di masa pandemi.</p>\n<p>Fakta-fakta tersebut telah membawa ke pertanyaan ini: apakah perubahan ini akan tetap ada setelah kehidupan kembali normal? Diperkirakan kebiasaan baru yang terbentuk selama pandemi kemungkinan akan tetap ada bahkan setelah pandemi.</p>\n<p>Adapun kebiasaan transaksi <em>online </em>bagi pelanggan baru, kebiasaan lama akan sulit diatasi karena mungkin merasa tidak nyaman dengan transaksi <em>online </em>dan masih ingin mengunjungi toko <em>offline </em>untuk dapat melihat barang secara langsung. Namun, bagi pelanggan yang terbiasa dengan belanja <em>online </em>akan mengalami hal yang berbeda karena mereka yang terbiasa berbelanja <em>online </em>akan lebih mudah dan hemat waktu.</p>\n<p>Penulis: <strong>Nisa Imanda</strong> (Account Manager)</p>",
            "published_at": "2021-11-09 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-09 22:43:14",
            "updated_at": "2022-03-23 02:58:10",
            "small_image": [
                {
                    "id": 930,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1678264324.jpg",
                    "url": "https://assets.suitdev.com/storage/files/930/conversions/shutterstock_1678264324-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 930,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1678264324.jpg",
                    "url": "https://assets.suitdev.com/storage/files/930/conversions/shutterstock_1678264324-medium.jpg"
                }
            ]
        },
        {
            "id": 150,
            "slug": "peran-big-data-di-dunia-pendidikan",
            "title": "Peran Big Data di Dunia Pendidikan",
            "content": "<p>Big data telah memberikan berbagai perubahan signifikan pada berbagai industri, termasuk industri pendidikan. Big data merupakan kumpulan data bervolume tinggi, kecepatan tinggi, dan/atau keragaman tinggi. Dengan bantuan digital agency, data tersebut dianalisis untuk mengetahui pola, tren, dan asosiasi yang berkaitan dengan perilaku dan interaksi manusia untuk memberikan peningkatan wawasan, pengambilan keputusan, dan proses otomatisasi. Karena memiliki data yang terus berkembang, proses analisis tidak dapat dilakukan dengan teknik pengolahan data konvensional.</p>\n<p>Big data digunakan oleh perusahaan untuk meningkatkan operasional, menyediakan layanan pelanggan yang lebih baik, membuat personalisasi marketing campaign berdasarkan preferensi spesifik dari konsumen, dan meningkatkan profitabilitas. Bisnis yang memanfaatkan Big data memiliki keunggulan yang kompetitif dibandingkan dengan yang tidak, karena mereka dapat membuat keputusan bisnis yang lebih cepat dan lebih banyak data, apabila mereka menggunakan data tersebut secara efektif.</p>\n<p><strong>Big data telah mengubah sektor pendidikan</strong></p>\n<p>Saat ini, <a href=\"https://suitmedia.com/ideas/mobile-learning-in-education\">e-learning</a>&nbsp;dan kelas online menjadi sangat populer di dunia <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a>. Hal ini menciptakan sejumlah data yang besar terkait dengan pelajar dan fakultas, serta mengubah sektor pendidikan melalui cara berikut:</p>\n<ul>\n<li>Wawasan untuk meningkatkan sistem</li>\n</ul>\n<p>Dengan memanfaatkan data yang telah dianalisis, institusi akan mendapatkan wawasan yang dapat digunakan untuk meningkatkan sistem <a>pendidikan</a>.</p>\n<ul>\n<li>Menciptakan kelas yang efektif dan lebih seru</li>\n</ul>\n<p>Big data membantu organisasi menciptakan sebuah revolusi sistem dimana siswa dapat belajar secara efektif dan seru.</p>\n<ul>\n<li>Sistem pembelajaran yang lebih personal</li>\n</ul>\n<p>Kemampuan untuk melacak segala aspek dari aktivitas siswa menjadi lebih mudah untuk membuat personalisasi program kepada setiap siswa. Proses pembelajaran ini disesuaikan dengan kebutuhan dan kemampuan setiap siswa.</p>\n<ul>\n<li>Lingkungan pembelajaran yang optimal</li>\n</ul>\n<p>Sistem pembelajaran yang lebih personal bagi siswa akan menciptakan situasi belajar yang lebih optimal juga bagi siswa.</p>\n<p><strong>Manfaat menggunakan Big data bagi siswa dan pengajar</strong></p>\n<p>Digital agency dapat memandu penggunaan big data untuk membantu institusi <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a> dalam beradaptasi dengan kebutuhan siswanya. Hal tersebut membantu dalam mengembangkan kelas baru, strategi pengajaran, dan dasar kurikulum yang siswa inginkan dan butuhkan. Itu juga membantu institusi mengoptimalkan sumber daya dan sebagai hasilnya, hal tersebut akan meningkatkan performa mereka.</p>\n<p>Dengan mengimplementasikan proses pembelajaran yang personal, siswa dapat belajar dengan caranya tersendiri, untuk memastikan mereka memahami materi yang diberikan. Dengan bantuan Big data, pengajar dapat menentukan di area mana siswa unggul dan mana yang butuh untuk dibantu.</p>\n<p>Sistem Big data membantu pengajar untuk menilai siswa secara akurat, dengan terus memonitor progres dan keunggulan mereka. Sebuah laporan dapat dikembangkan untuk menunjukkan bidang minat siswa yang akan membantu mereka dalam menentukan karir. Laporan tersebut juga akan menampilkan area yang perlu untuk diperhatikan sehingga pengajar dapat menentukan cara terbaik untuk menolong mereka.</p>\n<p>Penulis: <strong>Niken Sawitri</strong> (Technical Lead)</p>",
            "published_at": "2021-11-09 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-09 22:58:07",
            "updated_at": "2022-03-23 03:01:29",
            "small_image": [
                {
                    "id": 932,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1692072079.jpg",
                    "url": "https://assets.suitdev.com/storage/files/932/conversions/shutterstock_1692072079-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 932,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1692072079.jpg",
                    "url": "https://assets.suitdev.com/storage/files/932/conversions/shutterstock_1692072079-medium.jpg"
                }
            ]
        },
        {
            "id": 151,
            "slug": "pertumbuhan-dan-keserbagunaan-aplikasi-mobile-pada-industri-digital",
            "title": "Pertumbuhan dan Keserbagunaan Aplikasi Mobile pada Industri Digital",
            "content": "<p>Di era ini, kebanyakan orang memerlukan sebuah solusi lengkap yang dapat membuat hidup mereka menjadi lebih mudah. Hal ini membuat perusahaan harus membuat sebuah solusi yang dapat memenuhi kebutuhan pasar, salah satunya adalah <a href=\"https://suitmedia.com/ideas/workshop-building-modern-web-mobile-apps\">aplikasi mobile</a><em>.</em> Hal tersebut menimbulkan pertanyaan apakah tren&nbsp;<a href=\"https://suitmedia.com/ideas/the-growth-and-versatility-of-mobile-apps-in-digital-industry\"> aplikasi mobile</a> di Indonesia dan penggunaan internet merupakan sesuatu yang tidak dapat dihindarkan.</p>\n<p><strong>Tren Aplikasi <em>Mobile </em>terbaru di Indonesia</strong></p>\n<p>Saat ini, <em>mobile development</em> untuk aplikasi<em> </em>telah digunakan secara besar dalam sebuah bisnis. Meskipun didominasi oleh industri hiburan dan <em>gaming</em>, dunia aplikasi saat ini telah memiliki beragam fungsi, antara lain:</p>\n<ol>\n<li><strong>Aplikasi Media Sosial &amp; Komunikasi<br /></strong>Dengan adanya aplikasi <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">media sosial</a> &amp; komunikasi, orang dapat lebih mudah berinteraksi dengan yang lainnya tanpa batasan.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Aplikasi <em>On-Demand<br /></em></strong>Saat ini memesan makanan, berpergian, berbelanja, mengirim paket dapat dilakukan melalui telepon genggam semudah menggeser dan menyentuh layar.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Aplikasi Pembayaran Digital<br /></strong>Aplikasi pembayaran digital yang terintegrasi dengan aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">on-demand</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> atau aplikasi </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">e-Commerce</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> memudahkan konsumen dalam melakukan pembayaran yang memungkinkan konsumen untuk melakukan pembayaran tanpa kontak melalui </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">smartphones.</em></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Aplikasi <em>e-Commerce<br /></em></strong>Semakin banyak bisnis <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">e-Commerce</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang membuat aplikasi untuk bisnisnya. Aplikasi </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> pada bisnis </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">e-Commerce</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> membuat pengalaman berbelanja menjadi lebih mudah dan pengalaman yang berbeda.</span></li>\n</ol>\n<p><strong>Bagaimana aplikasi <em>mobile</em> membuat bisnis menjadi digital</strong></p>\n<p>Melihat dari seberapa cepat pasar dapat berkembang, setiap perusahaan perlu menemukan sebuah cara untuk menjangkau target audiens dengan spesifik. Di sinilah <em>mobile development </em>pada sebuah aplikasi berperan dalam mendorong pertumbuhan bisnis. Terdapat tiga cara signifikan mengenai cara kerjanya:</p>\n<ol>\n<li><strong>Menjangkau Konsumen yang Lebih Luas &amp; Menciptakan <em>Brand Awareness<br /></em></strong>Aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">dapat memudahkan konsumen untuk mengakses bisnis Anda dimanapun dan kapanpun.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Meningkatkan Efisiensi &amp; Penjualan<br /></strong>Bisnis retail yang memiliki aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">e-Commerce </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;terintegrasi, dapat meningkatkan efisiensi yang akan berpengaruh kepada peningkatan penjualan.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Mengikutsertakan Konsumen dan Membuatnya Menjadi Loyal<br /></strong>Aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">merupakan langkah yang tepat untuk berkomunikasi dengan konsumen. Hal tersebut akan membantu bisnis dalam meningkatkan layanan mereka.</span></li>\n</ol>\n<p><strong>Keuntungan yang didapatkan oleh bisnis dari IoT</strong></p>\n<p>IoT atau <em>Internet of Things</em> tidak dapat dipisahkan dari <a href=\"https://suitmedia.com/ideas/suitmedia-ungkap-manfaat-mobile-apps-untuk-bisnis\">aplikasi mobile</a><em>.</em> Di Indonesia, aplikasi <em>mobile </em>IoT juga dapat diadaptasi menjadi bisnis dan transformasi digital selanjutnya. Terdapat beberapa manfaat dari IoT, antara lain:</p>\n<ol>\n<li><strong>Melacak Asset<br /></strong>IoT dapat membantu industri logistik dan pertambangan mengindentifikasi, melacak, serta memonitor asset secara <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">real-time.</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> Melacak data juga dapat dibagikan dengan mudah kepada entitas pada </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">supply chain</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> untuk meningkatkan visibilitas dan efisiensi.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Diagnosis Jarak Jauh<br /></strong>Perangkat IoT juga digunakan untuk mengumpulkan detaill dan data diagnostik dari berbagai bidang yang berbeda, serta dapat didesain untuk merespon data lingkungan secara otomatis.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Pemeliharaan Preventif<br /></strong>Teknologi IoT membantu bisnis dalam melindungi aset berharga yang dimiliki. Perangkat IoT dapat digunakan untuk memonitor peralatan dari jauh, melacak jadwal pemeliharaan, dan menghindari malfungsi.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Ikan Belanja Online<br /></strong>Aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">IoT memberikan pembeli informasi berharga mengenai penjualan dan promosi lainnya. Dengan menghubungkan langsung kepada konsumen, IoT membantu </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">vendors</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> fokus kepada <a href=\"https://suitmedia.com/ideas/digital-marketing-trends-in-2020\">marketing</a></span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;campaign</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dengan upaya minimal.</span></li>\n</ol>\n<p>Kesimpulannya adalah <a href=\"https://suitmedia.com/ideas/dua-elemen-krusial-pada-mobile-apps-bisnis\">aplikasi mobile</a> telah menjadi solusi yang membantu kita dalam keseharian. Hal tersebut membuat <a href=\"https://suitmedia.com/ideas/mengintip-proses-pembuatan-mobile-apps\">aplikasi mobile</a><em>&nbsp;</em>sulit untuk digantikan kembali kepada kebiasaan konvensional lama. Sebagai hasilnya, kebiasaan menggunakan <a href=\"https://suitmedia.com/ideas/keunggulan-mobile-web-mobile-apps-mana-yang-sesuai-untuk-bisnis-anda\">aplikasi mobile</a>&nbsp;telah mengubah bagaimana kebiasaan di era digital ini.</p>\n<p>Penulis: <strong>Ardian Franindo </strong>(Technical Director, Mobile Solutions)</p>",
            "published_at": "2021-11-09 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-09 23:05:50",
            "updated_at": "2022-03-23 10:56:51",
            "small_image": [
                {
                    "id": 934,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1041718081.jpg",
                    "url": "https://assets.suitdev.com/storage/files/934/conversions/shutterstock_1041718081-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 934,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1041718081.jpg",
                    "url": "https://assets.suitdev.com/storage/files/934/conversions/shutterstock_1041718081-medium.jpg"
                }
            ]
        },
        {
            "id": 153,
            "slug": "tren-b2b-e-commerce-tahun-2021",
            "title": "Tren B2B E-Commerce Tahun 2021 ",
            "content": "<p>B2B E-Commerce merupakan singkatan dari <em>business to business electronic commerce</em>, dimana kedua pihak yang terlibat adalah pelaku bisnis. Dengan kata lain, suatu perusahaan menjual produk atau jasa kepada perusahaan lain. Ini berbeda dengan B2C (<em>business to consumer</em>)<a href=\"https://suitmedia.com/ideas/managing-the-effectiveness-of-e-commerce-during-covid-19\"> E-Commerce </a>, yang menggambarkan transaksi <em>online</em> antara perusahaan dan pelanggan individu.</p>\n<p>Berikut tren teknologi utama untuk B2B&nbsp;<a href=\"https://suitmedia.com/ideas/the-impact-of-ramadan-in-e-commerce\"> E-Commerce </a>pada tahun 2021:</p>\n<ol>\n<li><strong>Personalisasi<br /></strong>Personalisasi memegang peran penting dalam B2B, karena memungkinkan untuk mengelompokkan setiap jenis pembeli dan merancang pengalaman yang sesuai, tanpa membuat aplikasi atau situs web <a href=\"https://suitmedia.com/ideas/rahasia-nilai-jual-e-commerce\">E-Commerce</a>&nbsp;yang terpisah untuk setiap jenis pembeli.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Omni-channel<br /></strong>Sebagai konsumen, kebanyakan dari kita sudah beralih dari toko<em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> offline</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dan berbelanja secara </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">online</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Meskipun cara mengakses yang berbeda dari setiap pelanggan, harapannya setiap pelanggan mendapatkan pengalaman yang sama.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Mobile Growth<br /></strong>Menurut penelitian Google dan Boston Consulting Group, <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile traffic</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> mempengaruhi rata-rata lebih dari 40% pendapatan di organisasi B2B terkemuka. Selain itu, mereka memperkirakan bahwa pada tahun 2020, terdapat 70% permintaan pencarian B2B di <a href=\"https://suitmedia.com/ideas/tren-mobile-app-di-tahun-2021\">mobile devices</a></span><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Analisis Data<br /></strong>Menggunakan data dari berbagai saluran untuk meningkatkan semua operasi ritel sekaligus meningkatkan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">customer experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Dapat dicapai melalui strategi data yang kuat, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">analytical merchandising</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, pemasaran cerdas, dan ekosistem terbuka untuk analitik.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Conversational Commerce<br /></strong>Dengan kepemilikan perangkat yang<em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> voice-activated</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">voice searching</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, pemesanan, dan konfirmasi yang meningkat, menjadi peluang bagi pendatang baru dan penjual yang sudah ada untuk meningkatkan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">customer</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dengan pemesanan yang berulang.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">VR dan AR<br /></strong>Kedatangan teknologi baru seperti AR dan VR dapat memberi pelanggan faktor baru yang meyakinkan untuk menyelesaikan pembelian. Beberapa penjual B2B perlu mengizinkan pembeli untuk mencoba produk yang kompleks secara virtual.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">AI dan IoT<br /></strong>Semua orang yang terlibat dalam proses, dapat memperoleh manfaat dari prediksi yang akurat tentang hasil yang diinginkan, dan menerima rekomendasi tindakan yang tepat.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">PWA<br /></strong>Alasan mengapa begitu banyak orang membicarakan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Progressive Web Apps</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> (PWA) karena PWA memberikan</span><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> </strong><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">pengalaman seperti </span><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">aplikasi yang sangat dipersonalisasi dengan pengguna, tanpa perlu menginstal, masuk, memperbarui, dll</strong><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Etalase dengan teknologi berkemampuan PWA lebih mudah diakses, nyaman, sehingga mampu mendorong penjualan.</span></li>\n</ol>\n<p>Dari beberapa hal yang dapat menjadi kunci teknologi B2B E-Commerce pada tahun 2021, implementasi omni-channel menjadi salah satu yang terpenting. Hal ini dikarenakan omni-channel dapat membantu meningkatkan pendapatan perusahaan dan meningkatkan tingkat konversi. Menurut studi oleh Merit, 73% dari pengguna usia 20 hingga 35 tahun terlibat dalam pengambilan keputusan pembelian produk atau layanan di perusahaan mereka. Itu berarti pembeli <a href=\"https://suitmedia.com/ideas/the-rise-of-e-commerce-in-food-and-beverage-industry\">E-Commerce</a>, terutama pelanggan B2B, telah berubah, menjadi paham teknologi, lebih mandiri, dan mempunyai ekspektasi yang lebih tinggi terhadap pedagang B2B.</p>\n<p>Pada saat ini, sudah banyak <em>digital agency</em> Indonesia yang menawarkan jasa pengembangan e-commerce B2B yang mengimplementasikan omni-channel. Omni-channel dalam perdagangan B2B adalah pendekatan terintegrasi untuk menjual dan melayani pelanggan di seluruh saluran fisik dan digital. Berfokus untuk menciptakan <em>customer experience</em> yang berkualitas tinggi dengan menghubungkan semua saluran penjualan bersama-sama. Faktanya, menurut Walker's Customers 2020: A Progress Report, CX akan melampaui produk dan harga sebagai pembeda utama untuk <em>brand</em> B2B.</p>\n<p>Ini adalah manfaat utama dari implementasi omni-channel di B2B E-Commerce:</p>\n<ol>\n<li><strong>Customer Experience yang lebih baik<br /></strong>Menurut UC Today, 9 dari 10 konsumen menginginkan pengalaman omni-channel dengan layanan tanpa batas di antara metode komunikasi. Dengan meruntuhkan dinding antara saluran dalam bisnis, konsumen diberdayakan untuk berinteraksi dengan perusahaan secara alami.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Peningkatan penjualan dan traffic<br /></strong>Sebuah studi terhadap 46.000 pembeli, menunjukkan bahwa pelanggan lebih banyak menghabiskan uang di omni-channel daripada single-channel.</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Loyalitas pelanggan<br /></strong>Studi yang sama menunjukkan bahwa dalam waktu 6 bulan setelah <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">shopping experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> omni-channel, tercatat 23% pelanggan lebih banyak melakukan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">repeat order</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> ke toko pengecer. Artinya, strategi omni-channel tidak hanya meningkatkan penjualan, tetapi juga meningkatkan loyalitas pelanggan.</span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Pengumpulan Data yang lebih baik<br /></strong>B2B E-Commerce dapat melacak pelanggan melalui saluran yang berbeda, serta dapat melayani konsumen dengan lebih baik dengan pengalaman yang lebih personal.</li>\n</ol>\n<p>Dapat disimpulkan bahwa pasar <em>e-commerce</em> B2B telah berkembang pesat sejauh ini. Salah satu alasannya adalah karena dampak invasif dari <em>global online ecosystem</em>, yang mengubah sifat pembeli. Perubahan ini mendorong perilaku jual beli barang dan jasa secara <em>online</em> antar perusahaan melalui <em>platform online</em>.</p>\n<p>Penulis: <strong>I Ketut Hartawan</strong> (Sr. Business Manager)</p>",
            "published_at": "2021-11-09 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-10 00:01:52",
            "updated_at": "2022-03-29 02:44:15",
            "small_image": [
                {
                    "id": 938,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1558099577.jpg",
                    "url": "https://assets.suitdev.com/storage/files/938/conversions/shutterstock_1558099577-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 938,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1558099577.jpg",
                    "url": "https://assets.suitdev.com/storage/files/938/conversions/shutterstock_1558099577-medium.jpg"
                }
            ]
        },
        {
            "id": 152,
            "slug": "peran-media-sosial-marketing-pada-industri-makanan-dan-minuman",
            "title": "Peran Media Sosial Marketing pada Industri Makanan dan Minuman",
            "content": "<p>Perekonomian dunia pada tahun 2020 mengalami penurunan yang signifikan hampir pada seluruh sektor bisnis karena adanya pandemi Covid-19. Bisnis makanan dan minuman merupakan salah satu sektor yang dipaksa untuk beradaptasi dan berinovasi agar dapat <em>survive</em> pada kondisi sulit dari penurunan ekonomi tersebut. Pembatasan sosial dan himbauan untuk mengurangi aktivitas di luar ruangan dari pemerintah membuat para pemilik bisnis makanan dan minuman mengubah strategi marketing mereka menjadi berbasis online menggunakan media sosial di mana beberapa diantaranya memanfaatkan jasa digital agency Jakarta untuk mendapatkan strategi yang tepat guna.</p>\n<p>Media sosial merupakan sebuah komunitas yang besar dengan proses penyebaran informasi yang sangat luas dan cepat. Hal tersebut menjadi salah satu keuntungan dari pemakaian media sosial atau platform online lainnya untuk mempromosikan bisnis. Dengan menggunakan media sosial, pemilik bisnis dapat beradaptasi terhadap pengurangan aktivitas luar ruangan dengan melakukan pemesanan online. Pemilik bisnis juga bisa mendapatkan masukan secara langsung dari pelanggan menggunakan sistem <em>feedback</em> online. Dengan memanfaatkan kecepatan penyebaran informasi yang ada di media sosial, pemilik bisnis juga bisa mendorong strategi marketing dan <em>brand awareness</em> serta memperluas jangkauan mereka. Saat ini, penggunaan media sosial sebagai media promosi efektif dan efisien untuk dapat mempercepat pertumbuhan bisnis makanan dan minuman.</p>\n<p>Menurut data dari Facebook mengenai <em>&ldquo;Digital Commerce for Restaurant&rdquo;, </em>terdapat tiga tahapan dari pembelian produk makanan dan minuman yang dilakukan oleh pelanggan: penemuan, pembelian, dan loyalitas. Penemuan merupakan tahap adanya <em>awareness</em> akan produk makanan Anda dan mempromosikannya sehingga pelanggan dapat membeli dan mengetahuinya secara online. Pembelian merupakan tahap dimana pelanggan melakukan pembelian terhadap produk makanan. Loyalitas merupakan tahap yang dapat meningkatkan loyalitas sebuah brand dengan menyediakan nilai secara personal.</p>\n<p>Terdapat beberapa hal yang perlu diketahui dalam menggunakan media sosial sebagai media promosi yang efektif:</p>\n<ul>\n<li>Pelanggan menyukai makanan dan minuman dengan nilai yang lebih dari sekadar pemenuh lapar. Selain meminta pelanggan untuk membeli produk kita, pemilik bisnis harus memberikan informasi lebih lanjut mengenai nilai lebih dari produk untuk meningkatkan kepercayaan pelanggan akan produk sehingga mereka melakukan pembelian ulang.</li>\n<li>Mengunggah berbagai macam konten dengan topik yang bervariatif secara konsisten. Mengunggah secara konsisten dapat membantu mendapatkan jangkauan yang lebih luas di media sosial. Gunakan design yang menarik serta poin yang menggambarkan brand secara khusus agar mudah dikenali.</li>\n<li>Pelanggan sangat mempercayai ulasan dari para <em>food bloggers</em> di media sosial. Setiap pelanggan perlu untuk diberi keyakinan sebelum mereka memutuskan untuk membeli suatu produk melalui media sosial. Bisnis makanan dan minuman dapat bekerja sama dengan para <em>food bloggers </em>dan <em>influencers</em> yang memiliki jumlah <em>followers</em> yang sesuai dengan target market.</li>\n<li>Manfaatkan layanan iklan pada media sosial. Iklan pada media sosial dapat membantu menargetkan calon pelanggan serta memperluas jangkauan iklan.</li>\n</ul>\n<p>Sejak bisnis makanan dan minuman memutuskan untuk menggunakan media sosial sebagai media promosi mereka, menentukan media sosial yang tepat merupakan hal yang krusial. Data dari Facebook menunjukkan, terdapat 83% pelanggan menentukan akan makan dimana.</p>\n<p>Riset serta pengembangan yang baik juga sangat diperlukan dalam proses menentukan media sosial mana yang tepat. Apabila produk menjadi viral, riset lanjutan tetap harus dilaksanakan agar dapat menggunakan media dengan efektif dan menyasar target yang tepat.</p>\n<p>Penulis: <strong>Febrilia Endah Kurniawati </strong>(Digital Media Specialist)</p>",
            "published_at": "2021-11-09 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-09 23:40:25",
            "updated_at": "2021-11-09 23:40:25",
            "small_image": [
                {
                    "id": 936,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_704401996.jpg",
                    "url": "https://assets.suitdev.com/storage/files/936/conversions/shutterstock_704401996-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 936,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_704401996.jpg",
                    "url": "https://assets.suitdev.com/storage/files/936/conversions/shutterstock_704401996-medium.jpg"
                }
            ]
        },
        {
            "id": 144,
            "slug": "tren-mobile-banking-indonesia-di-masa-depan",
            "title": "Tren Mobile Banking Indonesia di Masa Depan",
            "content": "<p><em>Mobile banking</em> saat ini sudah menjadi sebuah keharusan. Orang-orang akan jarang pergi ke bank karena adanya <em>mobile banking</em> yang bisa diakses kapanpun dan dimanapun. <em>Mobile banking</em> tidak hanya sebuah aplikasi yang memberikan informasi saldo kita sekarang dan nanti. Kini, mobile banking telah menjadi bagian dari fasilitas yang dapat sebagai pertimbangan nasabah sebelum memilih bank. Berikut jalan awal <em>mobile banking</em> terbentuk dan menjadi aplikasi yang sangat dibutuhkan sekarang.</p>\n<p><strong>Pengembangan pelayanan <em>online banking</em></strong></p>\n<p>Digitalisasi dan perkembangan <em>mobile development</em> seperti yang terjadi saat ini, juga membuka jalan untuk sektor perbankan. Perkembangan fasilitas pengguna yang baik dalam mempercepat waktu transaksi, termasuk dalam membuka akun mereka. Hal ini berdampak pada persaingan antar pelayanan <em>online banking</em>. Pelayanan bank seharusnya mampu menjaga perkembangan digitalisasi karena orang-orang terbiasa dengan hal-hal yang berbau dengan digital seperti penggunaan aplikasi <em>mobile</em>. Meskipun demikian, bank juga harus meningkatkan keamanan untuk meyakinkan pengguna merasa aman ketika menggunakan aplikasi <em>mobile banking</em>.</p>\n<p><strong>Tren <em>mobile banking</em> dari sudut pandang millenial</strong></p>\n<p>Rata-rata aplikasi <em>mobile banking</em> telah berhasil menyediakan fitur-fitur yang membantu pengguna melakukan semua transaksi bank tanpa kerepotan. Di antara semua itu, terdapat beberapa fitur tertentu yang terkenal di kalangan milenial, yakni:</p>\n<ul>\n<li>Penarikan saldo tanpa kartu ATM<br />Fitur penarikan saldo tanpa kartu ATM sedang digandrungi oleh millenial. <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Mobile</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> banking bekerja sangat penting dalam proses penarikan saldo tanpa kartu ATM dan beberapa bank sudah menyediakan fitur penarikan saldo tanpa kartu ATM di aplikasi. Dengan fitur penarikan saldo tanpa kartu ATM di </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, kita dapat menentukan nominal saldo yang ingin ditarik, lalu aplikasi akan meneruskan kode untuk kita </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">input</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> di mesin ATM. Dengan cara tersebut, pengguna tidak perlu khawatir dengan risiko kartu ATM tercuri, hilang, atau tertinggal.</span></li>\n</ul>\n<ul>\n<li>E-card/Virtual Credit Card<br />Beberapa bank di Indonesia menyediakan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">virtual credit cards</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang diperoleh melalui </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">internet banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">email banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, atau </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">SMS</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Meskipun demikian, terdapat beberapa bank yang menggunakan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> sebagai </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">virtual credit card</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Ini adalah inovasi aplikasi </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> sebagai pengganti kartu kredit yang biasa kita gunakan untuk transaksi virtual lainnya.</span></li>\n</ul>\n<p>Tren <em>mobile banking</em> terlihat akan segera mengurangi penggunaan kartu fisik ATM sekaligus sedang meningkatkan sistem keamanan. Secara teknis, aplikasi <em>mobile banking</em> anda adalah sekaligus kartu ATM anda. Lantas, apa yang membuat aplikasi <em>mobile</em> menarik bagi pengguna?</p>\n<ul>\n<li>Strategi <em>UI/UX design mobile banking<br /></em>Setiap bank memiliki kategori pengguna yang beragam. Dari umur yang beragam, profesi, dan tingkatan pendidikan. Berdasarkan kategori tersebut, kita dapat mengembangkan beberapa strategi UI/UX sekaligus melakuan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile development</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yaitu:</span></li>\n</ul>\n<ul>\n<li>Desain UI/UX yang <em>simple<br /></em>Persaingan antar industri <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> memerlukan desainer UX dalam membuat desain template yang nyaman dan mudah digunakan pengguna. Aplikasi </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile banking</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dapat mengolah data finansial yang kompleks menjadi sederhana, tanpa mengurangi makna, dan terdapat informasi yang dapat ditindaklanjuti. Hindari penggunaan terlalu banyak elemen yang berdampak pada kebingungan pengguna.</span></li>\n</ul>\n<ul>\n<li>Fokus UX yang kuat<br />Tren UX dan aturannya adalah sesuatu yang harus anda terapkan kapan pun. Apabila anda ingin membangun desain aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang layak, anda harus mengingat bahwa UI harus efektif dan tidak hanya menarik dari segi fisiknya.</span></li>\n</ul>\n<p>Dapat disimpulkan, penggunaan mobile banking terbukti menjadi solusi yang tepat untuk milenial untuk melakukan transaksi apapun. Fitur-fitur yang ditawarkan juga menarik pengguna untuk tetap menggunakan <em>mobile banking</em> dan perlahan-lahan meninggalkan kebiasaan lama saat melakukan transaksi. Peluang ini mungkin atau tidak mungkin, awal punahnya kebiasaan transaksi bank yang lama. Meskipun demikian, apabila itu tergantikan dengan sesuatu yang serbaguna seperti <em>mobile banking</em>, kita tidak perlu khawatir berlebihan.</p>\n<p><strong>Penulis: Rifat Firdaus (Technical Manager) </strong></p>",
            "published_at": "2021-11-08 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-08 22:13:26",
            "updated_at": "2021-11-08 22:13:26",
            "small_image": [
                {
                    "id": 911,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1096085855.jpg",
                    "url": "https://assets.suitdev.com/storage/files/911/conversions/shutterstock_1096085855-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 911,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1096085855.jpg",
                    "url": "https://assets.suitdev.com/storage/files/911/conversions/shutterstock_1096085855-medium.jpg"
                }
            ]
        },
        {
            "id": 145,
            "slug": "mobile-learning-dalam-pendidikan",
            "title": "Mobile Learning dalam Pendidikan ",
            "content": "<p><em>Mobile learning</em> adalah pembelajaran menggunakan teknologi <a href=\"https://suitmedia.com/ideas/tren-mobile-app-di-tahun-2021\">mobile device</a>&nbsp;seperti <em>smartphone, tablet</em>, dan <em>notebook</em>. Karena mobilitas pelajar yang tinggi, <em>mobile learning </em>memungkinkan pelajar untuk berinteraksi dengan teknologi <em>portable</em> di mana saja dan kapan saja.</p>\n<p><strong>Bagaimana merancang aplikasi mobile learning yang dapat mengakomodasi kebutuhan guru dan siswa </strong></p>\n<p>Ada beberapa parameter yang dapat digunakan untuk menilai kebutuhan pembelajaran untuk <em>mobile delivery</em> yang hebat:</p>\n<ul>\n<li>Kebutuhan pembelajaran<br />Kita harus mengetahui jenis keterampilan tertentu yang perlu dipelajari siswa sehingga mereka dapat memecahkan masalah dengan bantuan teknologi<em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> mobile</em></li>\n</ul>\n<ul>\n<li>Konten pembelajaran<br />Konten pembelajaran digunakan sebagai pendukung kinerja yang dapat membantu memecahkan masalah siswa dalam konteks tertentu. Dapat mencakup segala jenis fungsi yang tersedia di <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">seperti </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">gestures</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">motion sensors</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, dan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">augmented reality</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.</span></li>\n</ul>\n<ul>\n<li>Desain yang mudah digunakan<br />Hal berikutnya yang harus kita buat dengan hati-hati adalah desain yang disesuaikan dengan mobilitas tinggi penggunanya. Berikut adalah beberapa faktor yang perlu kita perhatikan sebelum merancang aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">:</span></li>\n</ul>\n<ul>\n<li>Memberikan solusi<br />Kita harus memahami bagaimana, kapan, dan di mana siswa akan membutuhkan solusi pembelajaran untuk memecahkan masalah mereka.</li>\n</ul>\n<ul>\n<li><em>Keep it simple<br /></em>Membatasi konten pada kebutuhan kinerja pelajar berguna saat merancang aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Susun konten dalam potongan diskrit pendek yang masing-masing dapat berdiri sendiri.</span></li>\n</ul>\n<ul>\n<li>Pertimbangkan jenis konten<br />Kita harus mempertimbangkan dengan cermat, media dan interaktivitas mana yang akan disertakan dalam bagian solusi. Dengan memastikan bahwa media dan interaktivitas tersebut sesuai untuk perangkat, lingkungan siswa, dan kebutuhan siswa. Menggunakan modul pembelajaran mikro dan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mini learning experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> cocok digunakan pada <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a></span><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.</span></li>\n</ul>\n<ul>\n<li>Pastikan desainnya berpusat pada <em>user-centric<br /></em>Buatlah arsitektur informasi yang melayani kebutuhan siswa, yang dapat membantu mereka memberikan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">user experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang luar biasa.</span></li>\n</ul>\n<ul>\n<li>Menciptakan ruang kolaboratif<br /><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Discussion boards</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> memberikan kesempatan kepada siswa untuk saling berkolaborasi dan membangun pengetahuan bersama. Ini sangat cocok untuk </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning,</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> karena siswa dapat berkolaborasi dan mendiskusikan masalah yang harus mereka pecahkan dengan temannya kapan saja &amp; di mana saja.</span></li>\n</ul>\n<ul>\n<li>Sisipkan gamifikasi dan <em>digital badges<br /></em>Gamifikasi dapat digunakan sebagai strategi untuk memberikan pengalaman belajar yang mendalam, terutama bagi siswa yang lebih muda. Melibatkan peserta didik dan membantu mereka mencapai tujuan, lalu memberikan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">rewards</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Rewards system </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">dirancang secara akurat untuk mencerminkan pencapaian peserta didik dan berpengaruh pada praktik <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a>.</span></li>\n</ul>\n<ul>\n<li>Jangan lupa <em>mode offline<br /></em>Buat materi konten yang dapat diunduh ke <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile devices.</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> Dengan cara ini, siswa dapat melihatnya nanti tanpa harus selalu bergantung pada koneksi internet. Ketika kembali </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">online</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, progres pembelajaran yang dilakukan ketika </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">offline</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> nantinya akan disinkronkan secara otomatis.</span></li>\n</ul>\n<ul>\n<li>Mengontrol kecepatan belajar<br /><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Mobile learning </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">dapat digunakan untuk membantu siswa mengatur kecepatan belajar mereka sendiri. Namun, sebagai perancang aplikasi, kita memiliki kendali penuh atas bagaimana kecepatan informasi harus dirilis dan diterima oleh siswa. Pastikan untuk mengatur kecepatan yang nyaman untuk siswa.</span></li>\n</ul>\n<ul>\n<li>Jadikan tersedia untuk semua <em>platform<br /></em>Persiapkan aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> untuk Android dan iOS. Pantau </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">system technology</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp; operasi terbaru, buat agar aplikasi mudah diskalakan dan kompatibel dengan versi sistem operasi yang lebih baru di berbagai perangkat.</span></li>\n</ul>\n<ul>\n<li>Memanfaatkan fungsi khusus perangkat<br />Pikirkan tentang fungsi yang dibuat untuk setiap <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;saat ini. Kita dapat menangkap data audio-visual, berkomunikasi melalui panggilan atau teks, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">location awareness</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">augmented reality</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">motion sensing</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">,</span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> voice-assistance</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, dan banyak hal lain yang tersedia di </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile devices</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang terus meningkat setiap saat.</span></li>\n</ul>\n<p><strong>Tantangan dan peluang pengembangan aplikasi pembelajaran seluler di masa depan&nbsp; </strong></p>\n<p>Dalam 5 hingga 10 tahun dari sekarang, BYOD (<em>Bring Your Own Device</em>) akan menjadi bagian dari <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a>. Faktor utama dibalik pertumbuhan <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a> <em>online</em> adalah meningkatnya permintaan peserta didik yang ingin meningkatkan keahliannya. Menurut Geopoll.com, pada akhir tahun 2018, terdapat 5,1 miliar orang di seluruh dunia yang memiliki <a>mobile devices</a><em>&nbsp;subscription</em>, dan diperkirakan pada tahun 2025 jumlah ini akan tumbuh hingga 5,8 miliar. Pewresearch.org mengatakan bahwa orang yang lebih muda di setiap negara yang disurvei jauh lebih banyak memiliki <em>smartphone</em> dan mengakses internet.&nbsp;&nbsp;</p>\n<p>Di tengah situasi pandemi COVID-19, internet seolah menjadi penyelamat proses pembelajaran di kampus atau sekolah yang saat ini sedang ditutup. Fasilitator pembelajaran menggunakan aplikasi untuk menjangkau siswa mereka di rumah. Pandemi COVID-19 secara tidak sengaja memaksa dunia untuk mengubah metode pembelajaran tatap muka menjadi <em>e-learning</em>.&nbsp;&nbsp;</p>\n<p>Namun, ada beberapa tantangan pada penggunaan <em>mobile technology</em>. Kebutuhan konstan akan konektivitas internet untuk mengakses materi pembelajaran merupakan salah satu kendala terbesar. Infrastruktur di beberapa tempat terkadang tidak dibangun untuk mendukung metode <em>mobile learning</em>. Dengan demikian, penting untuk membangun ruang lingkup sistem <em>mobile learning</em> yang dapat berjalan di lingkungan yang stabil.&nbsp;</p>\n<p>Sekarang, mari kita bicara tentang UI<em> designs</em>. Sebagai desainer, kita harus harus merancang<em> learning experience</em> yang responsif dan optimal untuk <em>smartphone</em>. Namun, sangat sulit untuk mengembangkan konten pada ukuran layar yang berbeda sambil mempertahankan kualitasnya agar menghasilkan <em>user experience</em> yang bagus.&nbsp;</p>\n<p>Untuk memastikan kualitas dan membuat <em>user experience </em>yang sempurna di seluruh perangkat, kita harus menguji aplikasi sebelum merilisnya ke pelajar. Ada alat untuk melihat pratinjau aplikasi di banyak perangkat dengan satu klik, tetapi kita harus ingat bahwa tidak ada yang mengalahkan <em>real experience</em>.</p>\n<p>Oleh karena itu, <em>mobile development</em> pada aplikasi pembelajaran saat ini harus benar-benar dikembangkan dengan cermat, mengingat kegiatan di masa pandemi COVID-19 para siswa dan guru berpusat pada <em>mobile learning</em>.</p>\n<p>Kita dapat menyimpulkan bahwa perpaduan <em>mobile development </em>pada sebuah aplikasi dan <em>mobile learning </em>yang baik akan sangat membantu di sektor <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a> saat ini, terutama dalam situasi pandemi COVID-19. Mobilitas dan keserbagunaannya yang tinggi terbukti efektif menjangkau generasi muda dan membantu mereka dalam proses belajar.</p>\n<p>Author: <strong>Muhammad Alam Akbar</strong> (Technical Lead)</p>",
            "published_at": "2021-11-08 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-08 22:21:06",
            "updated_at": "2022-03-29 02:52:23",
            "small_image": [
                {
                    "id": 913,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1714588390.jpg",
                    "url": "https://assets.suitdev.com/storage/files/913/conversions/shutterstock_1714588390-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 913,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_1714588390.jpg",
                    "url": "https://assets.suitdev.com/storage/files/913/conversions/shutterstock_1714588390-medium.jpg"
                }
            ]
        },
        {
            "id": 142,
            "slug": "transformasi-pelayanan-kesehatan-indonesia-di-era-digital",
            "title": "Transformasi Pelayanan Kesehatan Indonesia di Era Digital",
            "content": "<p>Saat ini, <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi</a> pelayanan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> di Indonesia sudah berubah drastis. Pada zaman dulu, ketika kita mendengar kata pelayanan sistem kesehatan, banyak orang akan berpikir tentang proses yang cukup rumit. Akan tetapi, ketika era digital masuk ke bidang pelayanan kesehatan di Indonesia dengan cepat, hal tersebut akan mempengaruhi cara berpikir dan berperilaku mengikuti perubahan digital yang terjadi.</p>\n<p>Transformasi pelayanan dari yang tradisional ke digital juga memiliki dampak pada dunia <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a>, dimana inovasi sangat dibutuhkan untuk meningkatkan kualitas, keadilan, dan akses dari pelayanan kesehatan. Banyak orang yang mencoba mengembangkan inovasi tersebut, dimulai dari aplikasi yang dibuat oleh anak bangsa dengan tujuan meningkatkan pelayanan kesehatan, Kementrian Kesehatan yang memiliki program <em>e-health</em> sebagai bentuk upaya Indonesia berpartisipasi dalam gerakan WHO yaitu <em>Sustainable Development Goal Program</em>.</p>\n<p>Kementerian Kesehatan juga menentukan perspektif yang tepat tentang bagaimana teknologi berproses dan ICT (<em>Information and Communication Technologies</em>) dalam mengembangkan kontribusi untuk mengubah sektor kesehatan, selama mempersiapkan pelayanan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> yang lebih mudah untuk seluruh lapisan masyarakat di Indonesia, perkembangan pengobatan jarak jauh mulai diterapkan.</p>\n<p>Faktanya, perkembangan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> digital sudah menyediakan banyak manfaat untuk pelanggan maupun strategi bisnis (penyedia tenaga medis).</p>\n<p><strong>Untuk bisnis:</strong></p>\n<ul>\n<li>Meningkatkan pengelolaan kesehatan<br />Teknologi digital dapat membantu administrasi di rumah sakit seperti mengurangi antrian yang panjang dan proses registrasi pasien</li>\n</ul>\n<ul>\n<li>Mengurangi jumlah rujukan<br />Hal ini dapat secara langsung maupun tidak langsung akan mengurangi jumlah rujukan dan mengurangi kebutuhan pasien untuk dipindahkan</li>\n</ul>\n<ul>\n<li>Alokasi dana<br />Pelaksanaan pelayanan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> terutama yang bersifat promotif dan preventif dilakukan diluar dari fasilitas kesehatan. Kedua hal tersebut akan membantu mengurangi penggunaan fasilitas kesehatan, sehingga dana yang tersedia dapat digunakan untuk sarana, prasarana, dan kualitas.</li>\n</ul>\n<p><strong>Untuk pelanggan:</strong></p>\n<ul>\n<li>Memudahkan pertukaran informasi<br />Pertukaran informasi <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> antara pasien dan tenaga medis melalui kegunaan teknologi elektronik akan meningkatkan pelayanan kesehatan dan kesehatan pasien.</li>\n</ul>\n<ul>\n<li>Dapat diakses dengan mudah<br />Pasien akan lebih mudah mengakses informasi <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a>, akses penghubung dengan dokter atau ahli, dan pengobatan pasien yang dapat dilakukan dimana saja. Tidak ada ketentuan waktu dan tempat antara pasien dan profesional kesehatan dalam berkonsultasi.</li>\n</ul>\n<ul>\n<li>Hemat biaya<br />Pelanggan dapat melakukan konsultasi dengan ahli <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> untuk mengetahui diagnosis penyakit, jadi pelanggan tidak perlu pergi ke rumah sakit ataupun klinik.</li>\n</ul>\n<ul>\n<li>Efisien<br />Lebih hemat waktu karena tidak perlu antre atau melakukan prosedur administrasi di rumah sakit hanya untuk konsultasi.</li>\n</ul>\n<p>Lantaran beberapa manfaat yang didapatkan pelanggan, mereka bisa mengharapkan pelayanan yang terbaik untuk <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> mereka. Jadi, <em>Indonesian Healthcare</em> memberikan pelayanan terbaik untuk memenuhi kebutuhan pelanggan, terutama untuk strategi digital untuk meningkatkan pengalaman pengguna seperti:</p>\n<ul>\n<li>Pengalaman pengguna<br />Sebagai pelanggan, mereka lebih memilih proses yang tidak rumit atau proses yang mudah untuk diterapkan. Pengguna akan merasa nyaman apabila <a href=\"https://suitmedia.com/ideas/teknologi-mobile-development-native-vs-cross-platform-vs-hybrid-vs-pwa\">mobile development</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;yang dilakukan menyesuaikan dengan kebutuhan pelanggan.</span></li>\n</ul>\n<ul>\n<li>Konten untuk meningkatkan kepercayaan<br />Membuat informasi <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> harus berasal dari ahli yang memiliki kredibilitas dibidangnya.</li>\n</ul>\n<ul>\n<li>Keamanan data<br />Menjaga data pasien untuk menghindari terjadi penyalahgunaan data pribadi untuk kepentingan perusahaan sehingga keamanan data ini menjadi faktor penting pada proses <a href=\"https://suitmedia.com/ideas/teknologi-mobile-development-native-vs-cross-platform-vs-hybrid-vs-pwa\">mobile development</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Jadi, penyedia <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> lebih baik bekerja bersama dengan institusi kesehatan untuk mendapatkan kepercayaan pelanggan</span></li>\n</ul>\n<p>Pelayanan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">kesehatan</a> secara digital akan berkembang dengan cepat. Pelaksanaan tren dan mengembangkan sebuah inovasi baru yang relevan dengan bisnis anda akan menjadi kunci membuat bisnis anda bertahan di era digital dan lebih didepan dari kompetitor lain.</p>\n<p><strong>Penulis: Laurensia Clara Sakti (Sr. System Analyst)</strong></p>",
            "published_at": "2021-11-08 12:00:00",
            "deleted_at": null,
            "created_at": "2021-11-08 21:42:33",
            "updated_at": "2022-03-29 02:50:37",
            "small_image": [
                {
                    "id": 906,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_555960442.jpg",
                    "url": "https://assets.suitdev.com/storage/files/906/conversions/shutterstock_555960442-small.jpg"
                }
            ],
            "medium_image": [
                {
                    "id": 906,
                    "mime": "image/jpeg",
                    "file_name": "shutterstock_555960442.jpg",
                    "url": "https://assets.suitdev.com/storage/files/906/conversions/shutterstock_555960442-medium.jpg"
                }
            ]
        },
        
           
                {
                    "id": 145,
                    "slug": "mobile-learning-dalam-pendidikan",
                    "title": "Mobile Learning dalam Pendidikan ",
                    "content": "<p><em>Mobile learning</em> adalah pembelajaran menggunakan teknologi <a href=\"https://suitmedia.com/ideas/tren-mobile-app-di-tahun-2021\">mobile device</a>&nbsp;seperti <em>smartphone, tablet</em>, dan <em>notebook</em>. Karena mobilitas pelajar yang tinggi, <em>mobile learning </em>memungkinkan pelajar untuk berinteraksi dengan teknologi <em>portable</em> di mana saja dan kapan saja.</p>\n<p><strong>Bagaimana merancang aplikasi mobile learning yang dapat mengakomodasi kebutuhan guru dan siswa </strong></p>\n<p>Ada beberapa parameter yang dapat digunakan untuk menilai kebutuhan pembelajaran untuk <em>mobile delivery</em> yang hebat:</p>\n<ul>\n<li>Kebutuhan pembelajaran<br />Kita harus mengetahui jenis keterampilan tertentu yang perlu dipelajari siswa sehingga mereka dapat memecahkan masalah dengan bantuan teknologi<em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> mobile</em></li>\n</ul>\n<ul>\n<li>Konten pembelajaran<br />Konten pembelajaran digunakan sebagai pendukung kinerja yang dapat membantu memecahkan masalah siswa dalam konteks tertentu. Dapat mencakup segala jenis fungsi yang tersedia di <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">seperti </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">gestures</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">motion sensors</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, dan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">augmented reality</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.</span></li>\n</ul>\n<ul>\n<li>Desain yang mudah digunakan<br />Hal berikutnya yang harus kita buat dengan hati-hati adalah desain yang disesuaikan dengan mobilitas tinggi penggunanya. Berikut adalah beberapa faktor yang perlu kita perhatikan sebelum merancang aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">:</span></li>\n</ul>\n<ul>\n<li>Memberikan solusi<br />Kita harus memahami bagaimana, kapan, dan di mana siswa akan membutuhkan solusi pembelajaran untuk memecahkan masalah mereka.</li>\n</ul>\n<ul>\n<li><em>Keep it simple<br /></em>Membatasi konten pada kebutuhan kinerja pelajar berguna saat merancang aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Susun konten dalam potongan diskrit pendek yang masing-masing dapat berdiri sendiri.</span></li>\n</ul>\n<ul>\n<li>Pertimbangkan jenis konten<br />Kita harus mempertimbangkan dengan cermat, media dan interaktivitas mana yang akan disertakan dalam bagian solusi. Dengan memastikan bahwa media dan interaktivitas tersebut sesuai untuk perangkat, lingkungan siswa, dan kebutuhan siswa. Menggunakan modul pembelajaran mikro dan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mini learning experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> cocok digunakan pada <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a></span><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">.</span></li>\n</ul>\n<ul>\n<li>Pastikan desainnya berpusat pada <em>user-centric<br /></em>Buatlah arsitektur informasi yang melayani kebutuhan siswa, yang dapat membantu mereka memberikan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">user experience</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang luar biasa.</span></li>\n</ul>\n<ul>\n<li>Menciptakan ruang kolaboratif<br /><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Discussion boards</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> memberikan kesempatan kepada siswa untuk saling berkolaborasi dan membangun pengetahuan bersama. Ini sangat cocok untuk </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning,</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> karena siswa dapat berkolaborasi dan mendiskusikan masalah yang harus mereka pecahkan dengan temannya kapan saja &amp; di mana saja.</span></li>\n</ul>\n<ul>\n<li>Sisipkan gamifikasi dan <em>digital badges<br /></em>Gamifikasi dapat digunakan sebagai strategi untuk memberikan pengalaman belajar yang mendalam, terutama bagi siswa yang lebih muda. Melibatkan peserta didik dan membantu mereka mencapai tujuan, lalu memberikan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">rewards</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Rewards system </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">dirancang secara akurat untuk mencerminkan pencapaian peserta didik dan berpengaruh pada praktik <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a>.</span></li>\n</ul>\n<ul>\n<li>Jangan lupa <em>mode offline<br /></em>Buat materi konten yang dapat diunduh ke <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile devices.</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> Dengan cara ini, siswa dapat melihatnya nanti tanpa harus selalu bergantung pada koneksi internet. Ketika kembali </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">online</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, progres pembelajaran yang dilakukan ketika </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">offline</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> nantinya akan disinkronkan secara otomatis.</span></li>\n</ul>\n<ul>\n<li>Mengontrol kecepatan belajar<br /><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Mobile learning </em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">dapat digunakan untuk membantu siswa mengatur kecepatan belajar mereka sendiri. Namun, sebagai perancang aplikasi, kita memiliki kendali penuh atas bagaimana kecepatan informasi harus dirilis dan diterima oleh siswa. Pastikan untuk mengatur kecepatan yang nyaman untuk siswa.</span></li>\n</ul>\n<ul>\n<li>Jadikan tersedia untuk semua <em>platform<br /></em>Persiapkan aplikasi <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile learning</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> untuk Android dan iOS. Pantau </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">system technology</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp; operasi terbaru, buat agar aplikasi mudah diskalakan dan kompatibel dengan versi sistem operasi yang lebih baru di berbagai perangkat.</span></li>\n</ul>\n<ul>\n<li>Memanfaatkan fungsi khusus perangkat<br />Pikirkan tentang fungsi yang dibuat untuk setiap <a href=\"https://suitmedia.com/ideas/penggunaan-seo-pada-mobile-apps\">mobile devices</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;saat ini. Kita dapat menangkap data audio-visual, berkomunikasi melalui panggilan atau teks, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">location awareness</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">augmented reality</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">motion sensing</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">,</span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> voice-assistance</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, dan banyak hal lain yang tersedia di </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">mobile devices</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> yang terus meningkat setiap saat.</span></li>\n</ul>\n<p><strong>Tantangan dan peluang pengembangan aplikasi pembelajaran seluler di masa depan&nbsp; </strong></p>\n<p>Dalam 5 hingga 10 tahun dari sekarang, BYOD (<em>Bring Your Own Device</em>) akan menjadi bagian dari <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a>. Faktor utama dibalik pertumbuhan <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a> <em>online</em> adalah meningkatnya permintaan peserta didik yang ingin meningkatkan keahliannya. Menurut Geopoll.com, pada akhir tahun 2018, terdapat 5,1 miliar orang di seluruh dunia yang memiliki <a>mobile devices</a><em>&nbsp;subscription</em>, dan diperkirakan pada tahun 2025 jumlah ini akan tumbuh hingga 5,8 miliar. Pewresearch.org mengatakan bahwa orang yang lebih muda di setiap negara yang disurvei jauh lebih banyak memiliki <em>smartphone</em> dan mengakses internet.&nbsp;&nbsp;</p>\n<p>Di tengah situasi pandemi COVID-19, internet seolah menjadi penyelamat proses pembelajaran di kampus atau sekolah yang saat ini sedang ditutup. Fasilitator pembelajaran menggunakan aplikasi untuk menjangkau siswa mereka di rumah. Pandemi COVID-19 secara tidak sengaja memaksa dunia untuk mengubah metode pembelajaran tatap muka menjadi <em>e-learning</em>.&nbsp;&nbsp;</p>\n<p>Namun, ada beberapa tantangan pada penggunaan <em>mobile technology</em>. Kebutuhan konstan akan konektivitas internet untuk mengakses materi pembelajaran merupakan salah satu kendala terbesar. Infrastruktur di beberapa tempat terkadang tidak dibangun untuk mendukung metode <em>mobile learning</em>. Dengan demikian, penting untuk membangun ruang lingkup sistem <em>mobile learning</em> yang dapat berjalan di lingkungan yang stabil.&nbsp;</p>\n<p>Sekarang, mari kita bicara tentang UI<em> designs</em>. Sebagai desainer, kita harus harus merancang<em> learning experience</em> yang responsif dan optimal untuk <em>smartphone</em>. Namun, sangat sulit untuk mengembangkan konten pada ukuran layar yang berbeda sambil mempertahankan kualitasnya agar menghasilkan <em>user experience</em> yang bagus.&nbsp;</p>\n<p>Untuk memastikan kualitas dan membuat <em>user experience </em>yang sempurna di seluruh perangkat, kita harus menguji aplikasi sebelum merilisnya ke pelajar. Ada alat untuk melihat pratinjau aplikasi di banyak perangkat dengan satu klik, tetapi kita harus ingat bahwa tidak ada yang mengalahkan <em>real experience</em>.</p>\n<p>Oleh karena itu, <em>mobile development</em> pada aplikasi pembelajaran saat ini harus benar-benar dikembangkan dengan cermat, mengingat kegiatan di masa pandemi COVID-19 para siswa dan guru berpusat pada <em>mobile learning</em>.</p>\n<p>Kita dapat menyimpulkan bahwa perpaduan <em>mobile development </em>pada sebuah aplikasi dan <em>mobile learning </em>yang baik akan sangat membantu di sektor <a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\">pendidikan</a> saat ini, terutama dalam situasi pandemi COVID-19. Mobilitas dan keserbagunaannya yang tinggi terbukti efektif menjangkau generasi muda dan membantu mereka dalam proses belajar.</p>\n<p>Author: <strong>Muhammad Alam Akbar</strong> (Technical Lead)</p>",
                    "published_at": "2021-11-08 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-08 22:21:06",
                    "updated_at": "2022-03-29 02:52:23",
                    "small_image": [
                        {
                            "id": 913,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1714588390.jpg",
                            "url": "https://assets.suitdev.com/storage/files/913/conversions/shutterstock_1714588390-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 913,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1714588390.jpg",
                            "url": "https://assets.suitdev.com/storage/files/913/conversions/shutterstock_1714588390-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 146,
                    "slug": "mengelola-efektivitas-e-commerce-di-tengah-pandemi",
                    "title": "Mengelola Efektivitas E-commerce Di Tengah Pandemi",
                    "content": "<p>Dekade terakhir ini, dunia bisnis dan penjual telah memberikan perubahan yang signifikan hingga saat ini. Bahkan sebelum adanya pandemi, banyak perubahan yang terjadi di penjual-penjual, dari transaksi <em>offline</em> menjadi transaksi <em>online</em>. Terlebih lagi, terdapat perubahan besar dalam&nbsp;<a href=\"https://suitmedia.com/ideas/managing-the-effectiveness-of-e-commerce-during-covid-19\"> e-commerce </a>selama pandemi global karena adanya perubahan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">perilaku pelanggan</a>. Pandemi Covid-19 telah menyebabkan industri perhotelan tidak dapat dibenahi, tetapi disisi lain, sektor tersebut menggunakan perkembangan <a href=\"https://suitmedia.com/ideas/the-b2b-e-commerce-trends-in-2021\">e-commerce</a>&nbsp;sebagai jalan pintas.</p>\n<p>Saat ini,&nbsp;<a href=\"https://suitmedia.com/ideas/the-impact-of-ramadan-in-e-commerce\"> e-commerce </a>sebagai kunci untuk bisnis digital yang akan mempengaruhi pertumbuhan bisnis di masyarakat. Terkait adaptasi ini, penjual harus menyadari jenis tantangan yang harus mereka hadapi untuk mengembangkan <a href=\"https://suitmedia.com/ideas/rahasia-nilai-jual-e-commerce\">e-commerce</a> beserta<a href=\"https://suitmedia.com/ideas/teknologi-mobile-development-native-vs-cross-platform-vs-hybrid-vs-pwa\"> mobile development </a>selama pandemi. Bahkan, mereka harus menemukan dan mengukur teknik terbaik untuk meningkatkan efektifitas <a href=\"https://suitmedia.com/ideas/the-rise-of-e-commerce-in-food-and-beverage-industry\">e-commerce</a>. Lalu, apa saja tantangan yang dihadapi <a href=\"https://suitmedia.com/ideas/bisnis-e-commerce-fashion-waspadai-3-hambatannya\">e-commerce</a> dan bagaimana cara meningkatkan efektifitas <a href=\"https://suitmedia.com/ideas/managing-the-effectiveness-of-e-commerce-during-covid-19\">e-commerce</a>&nbsp;di tengah pandemi Covid-19?</p>\n<p><strong>Tantangan untuk e-commerce:</strong></p>\n<ol>\n<li>Logistik<br />Pernahkah anda mengalami pelayanan pengantaran yang buruk dari berbelanja <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">online</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">? Pembeli memang sering mengalami masalah sistem pengiriman seperti periode pengiriman yang melewati estimasi pengiriman atau kesulitan dalam melacak lokasi barang. Ini dikarenakan pandemi Covid-19 yang menambah beberapa masalah di operasi logistik. Pertama, beberapa pemerintah setempat menerapkan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">lockdown</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> untuk beberapa daerah yang berbahaya. Kedua, pelayanan logistik lainnya juga mengalami kesulitan seperti menjangkau lokasi yang berada jauh dari pusat kota.</span></li>\n<li>Sedikitnya permintaan barang<br />Terdapat banyak sektor bisnis yang terdampak dari situasi pandemi global seperti bisnis pakaian dan <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">kecantikan</a>, elektronik, <a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">otomotif</a>, dan lainnya. Dampak ini menimbulkan banyak barang tertentu yang mengalami penurunan permintaan selama pandemi seperti pakaian formal, kosmetik, <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">handphone</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, dan masih banyak lagi.</span></li>\n<li>Kecerdasan operasional<br />Operasional adalah bagian yang paling penting dari sistem <a href=\"https://suitmedia.com/ideas/the-b2b-e-commerce-trends-in-2021\">e-commerce</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Selama aturan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">work-from-home</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> dan pembatasan </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">work-from-office</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, tim operasional yang bertanggung jawab dalam mempersiapkan barang yang dipesan harus gesit dari memastikan pembayaran, menyetok barang, mengemas barang, dan pengiriman barang ke pelanggan dengan sumber daya yang terbatas.</span></li>\n</ol>\n<p><strong>Cara meningkatkan efektifitas <em>e-commerce</em>:</strong></p>\n<ol>\n<li>Menjalin kemitraan dengan pelayanan pengiriman<br />Memperhatikan masalah pengiriman dalam sistem<a href=\"https://suitmedia.com/ideas/the-impact-of-ramadan-in-e-commerce\"> e-commerce</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, terdapat satu cara untuk memperbaikinya yaitu, menjalin hubungan kemitraan dengan beberapa pelayanan pengiriman. Penjual yang ingin membenahi masalah logistik harus menemukan pelayanan logistik yang cocok dan terbaik untuk jenis bisnis tertentu. Pilih mitra logistik yang sudah memiliki jangkauan luas dan sistem yang baik untuk membantu pelanggan dalam melacak lokasi pesanan.</span></li>\n<li>Perbanyak barang yang dibutuhkan selama pandemi<br />Beberapa barang yang dijual mungkin mengalami penurunan permintaan karena terdampak pandemi. Meskipun demikian, pedagang tetap memiliki kesempatan untuk meningkatkan efektivitas penjualan dengan memperbanyak barang yang permintaannya tinggi selama pandemi. Sebagai contoh, penjual pakaian dan sektor <a href=\"https://suitmedia.com/ideas/hadirnya-e-commerce-pada-industri-kecantikan\">kecantikan</a> yang sangat terdampak harus berpikir untuk menjual masker dan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">hand sanitizer</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Toko elektronik harus mempertimbangkan dengan menjual produk penetral udara daripada </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">handphone</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">. Dengan cara tersebut, produk-produk akan terjual menyesuaikan dengan permintaan pelanggan selama pandemi.</span></li>\n<li>Kinerja yang cepat<br />Dengan mekanisme pembelian dan pemilihan metode pembayaran serta pengiriman yang cepat, <a href=\"https://suitmedia.com/ideas/rahasia-nilai-jual-e-commerce\">e-commerce</a><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> harus memiliki kinerja yang cepat juga dalam mempersiapkan dan mengirim barang guna memberikan pengalaman terbaik ke pelanggan. <a href=\"https://suitmedia.com/ideas/the-rise-of-e-commerce-in-food-and-beverage-industry\">E-commerce</a></span><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">&nbsp;harus memahami jalan yang paling efektif dalam pembagian sumber daya selama peraturan pembatasan tenaga kerja masih berlangsung.</span></li>\n</ol>\n<p>Dengan mengetahui segala tantangan dan cara meningkatkan efektifitas dari <a href=\"https://suitmedia.com/ideas/bisnis-e-commerce-fashion-waspadai-3-hambatannya\">e-commerce</a> selama pandemi,&nbsp;<a href=\"https://suitmedia.com/ideas/managing-the-effectiveness-of-e-commerce-during-covid-19\"> e-commerce</a> dapat mengatasi tantangan tersebut dan mengubahnya menjadi kesempatan dan menghasilkan penjualan yang baik.</p>\n<p>Penulis: <strong>Ira Saridewa Rinjani</strong> (Account Manager)</p>",
                    "published_at": "2021-11-08 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-08 22:45:23",
                    "updated_at": "2022-03-29 02:48:09",
                    "small_image": [
                        {
                            "id": 915,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1725779317.jpg",
                            "url": "https://assets.suitdev.com/storage/files/915/conversions/shutterstock_1725779317-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 915,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1725779317.jpg",
                            "url": "https://assets.suitdev.com/storage/files/915/conversions/shutterstock_1725779317-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 147,
                    "slug": "seo-vs-sem-perbedaan-strategi",
                    "title": "SEO vs SEM: Perbedaan & Strategi ",
                    "content": "<p>Jika memiliki website dan ingin menduduki posisi teratas di halaman pencarian, maka perlu mengetahui mengenai SEO dan SEM. Keduanya memiliki fungsi yang sama yaitu sebagai strategi <a href=\"https://suitmedia.com/ideas/tips-mengoptimalkan-halaman-digital-bagi-pelaku-bisnis\">optimasi website</a>&nbsp;agar dapat menempati posisi teratas di halaman pencarian Google. Namun, keduanya memiliki perbedaan yang perlu diperhatikan sebelum melakukan optimasi agar dapat memberikan hasil yang maksimal.</p>\n<p><a href=\"https://suitmedia.com/ideas/the-seo-trends-in-2021-for-elevating-business\">SEO (Search Engine Optimization)</a> merupakan salah satu cara optimasi yang bertujuan untuk mendapatkan trafik tinggi dari pencarian organik. Penerapan SEO bisa dikatakan berhasil apabila mengikuti aturan yang diterapkan oleh <em>search engine</em> dan melakukan langkah optimasi dengan benar. <a href=\"https://suitmedia.com/ideas/tips-mengoptimalkan-halaman-digital-bagi-pelaku-bisnis\">Strategi optimasi</a>&nbsp;menggunakan SEO cukup banyak, namun secara umum SEO dapat digolongkan menjadi dua, yaitu SEO<em> On-Page</em> dan SEO <em>Off-Page</em>. SEO <em>On-Page</em> berfokus pada optimasi dari dalam melalui konten atau <em>website</em>, sedangkan SEO <em>Off-Page</em> berfokus pada optimasi dari luar <em>website</em>.</p>\n<p>SEM (<em>Search Engine Marketing</em>) adalah <a href=\"https://suitmedia.com/ideas/digital-strategy-for-non-profits\">strategi pemasaran</a> berbayar yang bertujuan untuk meningkatkan visibilitas situs web di halaman pencarian. <a href=\"https://suitmedia.com/ideas/melirik-manfaat-beriklan-bisnis-self-services-ads-di-twitter\">Iklan</a>&nbsp;menggunakan SEM dilakukan dengan memilih <em>keywords</em> yang berhubungan dengan produk yang ditawarkan atau informasi yang ingin disampaikan. Ketika audiens menggunakan <em>keywords</em> tersebut di <em>search engine</em>, Google akan menampilkan hasil pencarian berbayar.</p>\n<p>Saat membahas perbedaan <a href=\"https://suitmedia.com/ideas/the-use-of-seo-in-mobile-apps\">SEO</a>&nbsp;dan SEM, perbedaan yang paling mencolok adalah <em>website </em>yang menggunakan SEM akan ditandai dengan <em>icon</em> &ldquo;iklan&rdquo; di halaman pencarian. Selanjutnya, agar SEM tetap berjalan, kita harus membayar untuk setiap iklan, apabila menerapkan SEO tidak perlu membayar biaya apa pun.</p>\n<p>SEO dan SEM adalah strategi untuk membantu situs web muncul di halaman pencarian teratas, keduanya memiliki kelebihan dan kekurangan masing-masing. Kelebihan menerapkan SEO pada sebuah <em>website</em> selain tidak mengeluarkan uang, penerapan SEO sangat efektif dalam jangka panjang karena SEO memiliki strategi yang selalu berkembang dengan hasil yang bisa bertahan cukup lama. SEO juga dapat membangun kredibilitas situs web di halaman pencarian yang tidak dapat dibangun melalui penggunaan SEM.</p>\n<p>Sedangkan keuntungan dari penerapan SEM pada <a href=\"https://suitmedia.com/ideas/kenapa-bisnis-anda-perlu-website\">website</a> adalah proses implementasinya tidak memakan waktu yang lama. Jika ingin menguji <a href=\"https://suitmedia.com/ideas/how-digital-marketing-help-companies-in-digital-transformation\">strategi pemasaran</a>&nbsp;pada situs yang sudah melakukan <em>web development</em>, lebih efektif menggunakan SEM karena bisa mendapatkan hasil dengan cepat dan dapat mengaktifkan <a href=\"https://suitmedia.com/ideas/ini-2-manfaat-beriklan-di-instagram-ads\">iklan</a>&nbsp;kapan saja. Dapat juga menentukan audiens target yang diinginkan atau mengubah<em> landing page </em>untuk kebutuhan pengujian.</p>\n<p>Saat memutuskan apakah akan menerapkan SEO atau SEM pada sebuah situs web, beberapa hal perlu dipertimbangkan. Pertama, ketahui kebutuhan dan performa awal situs. Jika situs web baru, maka dapat menerapkan SEO dan SEM secara bersamaan. SEM dapat digunakan untuk menghasilkan <em>traffic</em> dengan cepat sambil menerapkan SEO jangka panjang. Jika <em>website</em> sudah cukup tua dan sudah melakukan SEO dengan baik, bisa mempertimbangkan apakah akan melakukan keduanya atau hanya fokus pada optimasi SEO.</p>\n<p>Kedua, perlu mempertimbangkan biaya dan waktu yang dibutuhkan. Implementasi SEO dan SEM membutuhkan anggaran dan waktu yang berbeda, sehingga perlu dibuat anggaran dan <em>timeline</em> kerja agar proses implementasi sesuai dengan target dan kemampuan. Terakhir, perlu untuk mengetahui strategi yang digunakan oleh pesaing. Sebelum memilih untuk menggunakan SEO atau SEM, kita harus meneliti kinerja situs web pesaing seperti <em>keywords </em>dan<em> </em>strategi yang mereka gunakan. Proses riset ini akan membantu dalam mengambil keputusan ketika merancang strategi agar bisa ke puncak halaman pencarian dan menggeser posisi pesaing.</p>\n<p>Penulis: <strong>Febrilia Endah</strong> (Digital Media Specialist)</p>",
                    "published_at": "2021-11-08 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-08 22:49:47",
                    "updated_at": "2022-03-07 13:34:09",
                    "small_image": [
                        {
                            "id": 917,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1833506848.jpg",
                            "url": "https://assets.suitdev.com/storage/files/917/conversions/shutterstock_1833506848-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 917,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1833506848.jpg",
                            "url": "https://assets.suitdev.com/storage/files/917/conversions/shutterstock_1833506848-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 148,
                    "slug": "teknologi-mobile-development-native-vs-cross-platform-vs-hybrid-vs-pwa",
                    "title": "Teknologi Mobile Development: Native vs. Cross-Platform vs. Hybrid vs. PWA",
                    "content": "<p>Seiring dengan meningkatnya popularitas dan penggunaan <em>smartphone</em> dalam kehidupan masyarakat, mereka juga membutuhkan aplikasi untuk memenuhi kebutuhan mereka yang berubah terus menerus. Mereka membutuhkan aplikasi untuk alasan yang beragam, seperti untuk berbelanja, bermain <em>games</em>, berita dan informasi, terhubung dengan <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">media&nbsp;sosial</a>, dan lainnya. Untuk mengabulkan semua keinginan tersebut, perusahaan menawarkan aplikasi peningkatan pelayanan untuk mengetahui teknologi yang tepat untuk mengembangkan aplikasi mobile yang unik. Disini, kami membuat perbandingan dari beberapa aplikasi terkenal dan teknologi <em>mobile development</em> terkini dengan kelebihan dan kekurangannya.</p>\n<ol>\n<li><em><em>Native<br /></em></em>\n<p>Aplikasi <a href=\"https://suitmedia.com/ideas/alasan-mengapa-flutter-lebih-baik-dari-react-native-untuk-project\">native</a>&nbsp;bertujuan untuk membangun aplikasi menggunakan bahasa <em>native programming</em> dari platform khusus. Biasanya, pengembangan teknologi menggunakan aplikasi mobile dengan <em>high performance</em> dan UX (<em>User Experience</em>) yang baik sejak dibuat khusus menyesuaikan dengan perangkat UI (<em>User Interface</em>) yang ditargetkan. Meskipun aplikasi <a href=\"https://suitmedia.com/ideas/alasan-mengapa-flutter-lebih-baik-dari-react-native-untuk-project\">native</a>&nbsp;bisa mengakses seluruh fitur dan <em>operating system</em> dari satu perangkat, <em>codebase</em>, dan teknologi ini bisa digunakan untuk meningkatkan kebutuhan aplikasi yang perlu dipisahkan antara yang menghasilkan biaya yang lebih tinggi dan sumber daya yang lebih tinggi. Terdapat 2 <em>platform OS mobile</em> utama yang digunakan untuk membuat aplikasi <a href=\"https://suitmedia.com/ideas/alasan-mengapa-flutter-lebih-baik-dari-react-native-untuk-project\">native</a>:</p>\n<ul>\n<li><em><em>Android<br /></em></em>\n<p><em>Android</em> dibentuk oleh <em>Android, Inc</em>. sebelum berada dibawah naungan <em>Google</em> pada tahun 2005 dan dirilis resmi di publik pada tahun 2008. Aplikasi <em>native</em> pada <em>platform</em> <em>Android</em> dibangun menggunakan <em>Android Software Development Kit</em> (SDK) dengan <em>Java</em> sebagai bahasa programnya. Pada 2017, <em>Google</em> memperkenalkan <em>Kotlin</em> sebagai alternatif bahasa program untuk <em>Android</em>. <em>Kotlin</em> lebih unggul daripada <em>Java</em> karena <em>Kotlin</em> menyederhanakan baris kode sambil mengelola untuk mengembangkan aplikasi yang lebih efisien. <em>Kotlin</em> juga bisa digabungkan dan dikombinasikan dengan <em>the library</em> atau bahasa program <em>Java</em>.</p>\n</li>\n<li>iOS<br />\n<p><em>iOS</em> dikembangkan oleh <em>Apple, Inc</em>. dan dirilis ke publik pada tahun 2007. Aplikasi <em>native</em> di <em>iOS</em> biasanya dibentuk dengan menggunakan <em>iOS Software Development Kit </em>(SDK) dengan<em> Obj-C</em> sebagai bahasa programnya. Pada 2014, <em>Apple</em> mengenalkan <em>Swift</em> sebagai bahasa alternatif program untuk <em>iOS</em> yang mengungguli pendahulunya, <em>Obj-C</em>. Serupa dengan kemampuan <em>Kotlin</em> dengan <em>Java</em> pada platform <em>Android,</em> <em>Swift </em>terbukti lebih efisien dalam membangun sebuah aplikasi karena kesederhanaan membentuk baris kode.</p>\n<p>Suitmedia, <em>digital agency</em> Jakarta telah berhasil membangun beberapa aplikasi <em>native</em> untuk <em>Android</em> dan <em>iOS</em> sejak 2012 seperti Bukalapak, Rumah Zakat-Sharing Happines, Mister Aladin, Sampoerna, Astra, BCA, dan lainnya.</p>\n</li>\n</ul>\n</li>\n<li><em><em>Cross-Platform<br /></em></em>\n<p><em>Cross-Platform </em>membentuk sebuah aplikasi dengan menggunakan <em>single base code </em>untuk diimplementasikan dalam berbagai <em>platform</em>. <em>Cross-Platform</em> disusun dengan menggunakan <em>native engine</em> yang berarti kualitas aplikasi menyerupai aplikasi asli.</p>\n</li>\n<li><em><em>Hybrid<br /></em></em>\n<p>Hampir sama dengan <em>Cross-Platform</em>, <em>Hybrid</em> adalah teknologi yang digunakan untuk membentuk <em>single base code</em> untuk diimplementasikan dalam <em>platform</em> yang beragam. Bahasa program ini menggunakan <em>HTML5, CSS</em>, dan <em>JS</em>. <em>Hybrid</em> lebih unggul dalam aspek keuangan dan usaha pembentukan, tetapi ini juga mengindikasikan bahwa aplikasi yang dibentuk menggunakan <em>Hybrid</em> tidak bisa serasi dengan kualitas dari aplikasi asli.</p>\n</li>\n<li>PWA<br />\n<p>PWA (<em>Progressive Web Apps</em>) adalah pengembangan aplikasi mobile dalam bentuk kelanjutan dari aplikasi yang sudah ada sebelumnya. Dengan PWA, aplikasi mampu menyediakan fitur-fitur<em> offline</em>, <em>push notifications</em>, dan serupa dengan UX di aplikasi <em>native</em>. PWA juga bisa mengakses beberapa fungsi perangkat meskipun terbatas untuk kamera, <em>GPS</em>, dan data-data. PWA dapat diakses melalui <em>home screen</em> setiap OS tanpa harus menginstal. Kelemahan dari PWA adalah keterbatasan dalam mengakses perangkat fungsional seperti kontak, SMS, dan <em>Task Scheduling</em>. PWA juga mungkin mengalami masalah persetujuan saat didistribusikan melalui <em>iOS App</em> <em>Store</em> karena menggunakan <em>HTML</em> dan <em>JS</em>.</p>\n</li>\n</ol>\n<p>Itulah dia, empat perbandingan aplikasi terkenal dan teknologi <em>mobile development</em> terkini. Sesuaikan kebutuhan pekerjaan anda dengan perangkat yang akan anda pilih berdasarkan pertimbangan yang telah diberikan.</p>",
                    "published_at": "2021-11-08 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-08 23:57:44",
                    "updated_at": "2022-03-23 02:47:16",
                    "small_image": [
                        {
                            "id": 921,
                            "mime": "image/png",
                            "file_name": "shutterstock_1833506848.png",
                            "url": "https://assets.suitdev.com/storage/files/921/conversions/shutterstock_1833506848-small.png"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 921,
                            "mime": "image/png",
                            "file_name": "shutterstock_1833506848.png",
                            "url": "https://assets.suitdev.com/storage/files/921/conversions/shutterstock_1833506848-medium.png"
                        }
                    ]
                },
                {
                    "id": 138,
                    "slug": "peran-besar-mobile-apps-mengubah-industri-makanan-dan-minuman",
                    "title": "Peran Besar Mobile Apps Mengubah Industri Makanan dan Minuman",
                    "content": null,
                    "published_at": "2021-11-04 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-04 00:40:21",
                    "updated_at": "2021-11-04 00:40:21",
                    "small_image": [
                        {
                            "id": 864,
                            "mime": "image/jpeg",
                            "file_name": "mobile-apps.jpg",
                            "url": "https://assets.suitdev.com/storage/files/864/conversions/mobile-apps-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 864,
                            "mime": "image/jpeg",
                            "file_name": "mobile-apps.jpg",
                            "url": "https://assets.suitdev.com/storage/files/864/conversions/mobile-apps-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 139,
                    "slug": "pengaruh-media-sosial-dalam-kreasi-industri-kecantikan",
                    "title": "Pengaruh Media Sosial dalam Kreasi Industri Kecantikan",
                    "content": "<p>Masa depan industri kecantikan berkembang menjadi lebih meyakinkan dari sebelumnya. Dengan bantuan kecanggihan teknologi, industri kecantikan kini mampu menyediakan berbagai produk yang menyesuaikan dengan <em>tone</em> kulit, tipe tubuh, dan ras. Teknologi nyatanya perlahan-lahan mampu mengubah standar kecantikan secara drastis, dari distribusi produk kecantikan hingga beragamnya pembeli yang menggunakan produk. <em>Brand-brand</em> besar seperti <em>Est&eacute;e Lauder</em>, <em>Sephora</em>, dan <em>L&rsquo;Oreal</em> telah menyambut positif revolusi digital ini dengan hasil banyaknya transaksi dan pendapatan yang lebih tinggi. Pada tahun 2020, pasar kecantikan global diperkirakan telah mencapai 675 miliar dollar, dengan survei terbaru menunjukkan rata-rata wanita menghabiskan sekitar 313 dollar per bulan untuk kebutuhan penampilan mereka, sedangkan untuk laki-laki menghabiskan sekitar 244 dollar. Industri kecantikan saat ini tidak hanya mengeluarkan produk untuk perempuan, namun juga untuk laki-laki. Hal ini berkaitan dengan pandangan dan fenomena yang terjadi bahwa laki-laki dan perempuan membutuhkan produk kecantikan yang sama.</p>\n<p>Pertumbuhan signifikan produk kecantikan tidak hanya dari inovasi produk yang ditawarkan, tetapi juga dari segi strategi digital marketing yang diterapkan untuk menarik dan mempertahankan pelanggan setia. <em>Est&eacute;e Lauder</em>, <em>Sephora</em>, dan <em>L&rsquo;Oreal </em>menerapkan sistem AR (<em>Augmented Reality</em>) and VR (<em>Virtual Reality</em>) untuk memimpin pasar. Brand lain juga menerapkan tren digital lainnya untuk memuaskan kebutuhan <a href=\"https://suitmedia.com/ideas/hadirnya-e-commerce-pada-industri-kecantikan\">pelanggan</a>. Berikut beberapa tren untuk meningkatkan penjualan industri kecantikan:</p>\n<ol>\n<li>Personalisasi dan AI (<em>Artificial Intelligence</em>)</li>\n</ol>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Setiap pelanggan membutuhkan informasi detail mengenai produk yang sesuai dan cocok dengan kondisi kulit, warna kulit, penampilan, dan gaya hidup. Akan tetapi, hal tersebut tidak praktis dalam menyediakan ribuan warna dan manfaat produk kecantikan tanpa mengetahui apa yang pelanggan butuhkan. Melalui AI, masalah tersebut terselesaikan. Salah satu contoh penggunaan AI adalah mesin pembuat alas bedak khusus yang menggunakan <em>colorimeter</em>. <em>Colorimeter</em> adalah tipe scan digital yang memanfaatkan algoritma kebutuhan pelanggan untuk memilih 20.000 tipe warna alas bedak yang berbeda. Temuan tersebut akan dikirim ke mesin yang mencampur alas bedak khusus untuk anda.</p>\n<ol start=\"2\">\n<li>Aplikasi Virtual &lsquo;<em>Try On</em>&rsquo;</li>\n</ol>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brand kecantikan menyadari bahwa saat ini orang-orang cenderung memanfaatkan <em>online shop</em>, mereka menggunakan AR untuk menambah pengalaman setiap pelanggan. Akuratnya sistem pengenalan foto dan teknologi <em>face tracking</em> merupakan salah satu ide <a href=\"https://suitmedia.com/ideas/poin-keberhasilan-sebuah-website-untuk-berbisnis\">web</a><em>&nbsp;development</em>. Melalui <em>handphone</em>, pelanggan bebas mencoba berbagai warna lipstik dan <em>eyeshadow</em> secara virtual, memastikan mereka membeli warna yang sesuai.</p>\n<ol start=\"3\">\n<li>Video <em>Youtube</em></li>\n</ol>\n<p><em>Youtube</em> telah mengubah cara pandang orang-orang mengenai produk kecantikan melalui banyaknya <em>makeup review</em> dan tutorial. Masuk ke dunia Youtube adalah sebuah kewajiban dalam pemasaran. Pelanggan menginginkan konten yang lebih lama yang membahas produk baru dan produk apa saja yang sedang tren di dunia kecantikan. Akan tetapi, produk kecantikan tidak bisa mengunggah konten mereka tanpa bantuan <em>beauty vloggers</em> untuk menarik minat pelanggan. Berkolaborasi dengan <em>beauty vloggers</em> dan <em>beauty influencer</em> untuk mempromosikan produk kecantikan adalah cara yang paling efektif untuk berlomba memasarkan produk.</p>\n<ol start=\"4\">\n<li>Beauty Influencer</li>\n</ol>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tahukah Anda? Kylie Jenner adalah orang kaya termuda di dunia, dia mencapai kekayaannya pada umur 21 tahun! Pengakuan ini diraih setelah tiga tahun lima bulan sejak ia mendirikan perusahaannya sendiri, <em>Kylie Cosmetics</em> yang didirikan pada Desember 2015. Sebagai influencer, khususnya di media sosial Instagram, ia sukses menggunakan potensi dirinya (tak lupa juga dengan keluarganya, The Kardashians yang tak kalah terkenal) untuk mengenalkan produk <em>make up</em>-nya. Melalui akunnya, ia membuktikan bahwa tetap terkoneksi dengan pengikutnya secara tetap dan konsisten di sosial media adalah cara berharga dalam meningkatkan permintaan pelanggan, keadaan mendesak dan identitas <em>brand</em> yang kuat.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dapat disimpulkan, pelanggan membutuhkan pengalaman pribadi di industri kecantikan. Mereka akan membayar lebih untuk brand yang menyediakan personalisasi. Maka dari itu, <em>brand</em> tidak hanya mewujudkan pengalaman pelanggan dalam berbelanja online, tetapi juga meningkatkan produk yang dijual. Hasilnya, pendapatan yang lebih baik seperti di pasar kosmetik global pada 2020. Pada dasarnya, ini membuktikan peran media sosial membawa dampak baik di dunia industri kecantikan.</p>\n<p>&nbsp;</p>\n<p><strong>Author: Fuji Muliawati (Content Strategist)</strong></p>",
                    "published_at": "2021-11-04 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-04 00:42:22",
                    "updated_at": "2022-03-23 03:03:35",
                    "small_image": [
                        {
                            "id": 866,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_760768927.jpg",
                            "url": "https://assets.suitdev.com/storage/files/866/conversions/shutterstock_760768927-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 866,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_760768927.jpg",
                            "url": "https://assets.suitdev.com/storage/files/866/conversions/shutterstock_760768927-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 140,
                    "slug": "kemajuan-media-sosial-membangun-sektor-keuangan",
                    "title": "Kemajuan Media Sosial Membangun Sektor Keuangan ",
                    "content": "<p><a href=\"https://suitmedia.com/ideas/masa-depan-transformasi-bisnis-digital-di-tahun-2021\">Transformasi</a> digital mengubah semua industri, tak terkecuali pada sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>. Perusahaan-perusahaan <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> sudah menyadari kehadiran teknologi <a href=\"https://suitmedia.com/ideas/digital-transformation-in-education-technology\">digital</a> berpotensi meningkatkan kualitas bisnis melalui<em>.</em> Namun, tantangan bagi perusahaan <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> adalah <a href=\"https://suitmedia.com/ideas/digital-strategy-for-non-profits\">strategi pemasaran</a> yang dilakukan secara online. Peraturan yang ketat, beberapa kebutuhan yang rumit, kepercayaan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>, serta perkembangan teknologi yang terus berevolusi sehingga pelanggan membutuhkan pengetahuan terbaru. Meskipun demikian, melalui konten pemasaran yang efektif, perusahaan <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> akan menarik peluang <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> dan pertumbuhan yang cepat.</p>\n<p><strong>Alur Media Sosial Mempengaruhi Sektor Keuangan</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Terkoneksi secara <a href=\"https://suitmedia.com/ideas/digital-transformation-in-education-technology\">digital</a> tidak hanya sekedar tren atau pilihan semata. Hal itu merupakan sebuah keharusan dalam bersaing mendapatkan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>. Pemasaran sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> melalui <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">media sosial</a> telah merubah pola bisnis dalam mengembangkan perusahaannya. Sebagai contoh, pemasaran&nbsp;<a href=\"https://suitmedia.com/ideas/the-important-of-social-media-marketing-in-food-and-beverage-industry\"> media sosial </a>menyediakan kesempatan untuk <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> berkonsultasi dengan penasehat <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>, akuntan, pegawai bank, agen asuransi untuk meningkatkan kewaspadaan dan menjangkau lebih banyak <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>. Berikut pengaruh pemasaran&nbsp;<a href=\"https://suitmedia.com/ideas/the-role-of-social-media-in-digital-tourism\"> media sosial </a>dalam perkembangan sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>:</p>\n<ul>\n<li><a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">Media sosial </a>menjamin mendapatkan lebih banyak <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> atau klien dengan membuat perusahaan dikenal banyak orang dan dapat diakses melalui platform manapun</li>\n<li>Lebih banyak aktivitas di <a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">media sosial</a> yang membangun kepercayaan dan kredibilitas dengan pengikut</li>\n<li><a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">Media sosial</a> membantu perusahaan menyediakan solusi <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> untuk menambah pengetahuan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a></li>\n<li><a href=\"https://suitmedia.com/ideas/the-important-of-social-media-marketing-in-food-and-beverage-industry\">Media sosial</a> membantu dalam mengurangi biaya pelayanan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>.</li>\n</ul>\n<p>Konten pemasaran melalui <a href=\"https://suitmedia.com/ideas/the-important-of-social-media-marketing-in-food-and-beverage-industry\">media sosial</a> juga membantu perusahaan dinilai positif dan tepercaya. Ketika mereka menghasilkan konten seperti postingan di <a href=\"https://suitmedia.com/ideas/the-important-of-social-media-marketing-in-food-and-beverage-industry\">media sosial</a>, mereka memiliki kesempatan menghadirkan informasi terbaru tanpa konten promosi.</p>\n<p><strong>Peran Konten yang Menarik dalam Meningkatkan Literasi <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">Keuangan</a></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Banyak bisnis-bisnis, khususnya instansi <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>, mulai fokus untuk menyediakan konten edukasi di platform <a href=\"https://suitmedia.com/ideas/the-role-of-social-media-in-digital-tourism\">media sosial</a>, beberapa diantaranya menggunakan jasa digital agency yang kompeten di bidang&nbsp;<a href=\"https://suitmedia.com/ideas/the-role-of-social-media-in-digital-tourism\"> media sosial</a>untuk menjangkau konsumen yang tertarik belajar mengenai pentingnya <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> mereka. Dengan perkembangan teknologi, kita tidak perlu datang ke tempat dan waktu tertentu untuk belajar <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>. Belajar <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> bisa dilakukan hanya dengan meng-klik atau mencari di internet karena generasi muda lebih memilih menggunakan teknologi untuk mengumpulkan informasi.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Jouska, penasihat <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> di salah satu perusahaan di Indonesia, telah membuat kemajuan dalam meningkatkan pentingnya literasi <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>. Mereka membuat konten&nbsp;<a href=\"https://suitmedia.com/ideas/the-role-of-social-media-in-digital-tourism\"> media sosial </a>yang menarik dan berwawasan dengan mengedukasi mereka kebiasaan yang seru dari narasumber yang ahli dalam bidangnya.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mereka juga membuat konten stiker <em>question and answer</em> (<em>QnA</em>) di <em>Instagram </em>dan <em>polling</em> di <em>Twitter</em> guna melibatkan pengikutnya melakukan literasi <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>. Mereka memberikan diskusi yang edukatif dengan topik yang relevan seperti asuransi, investasi dan pinjaman, dana darurat, kredit, dan cara mengatur <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> kita. Untuk <a href=\"https://suitmedia.com/ideas/digital-strategy-for-non-profits\">strategi</a> konten <a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">media sosial</a> yang lebih efektif, perusahaan bisa melakukan konsultasi dengan digital agency yang kompeten dalam <a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">media sosial</a>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Konten yang interaktif dengan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> membuat pelayanan <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> lebih menarik. Data menunjukkan konten yang interaktif memiliki 93% efektifitas dalam menarik konsumen dibandingkan dengan konten yang stagnan hanya meraih 70%. Pendekatan tersebut berhasil menarik lebih banyak <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> dan membuat perusahaan lebih dekat. Hal tersebut membuat pendatang baru tetap bertahan dengan tren di sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> dan membuat mereka lebih terlibat didalamnya.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Berkembangnya teknologi tentunya membuat beberapa sektor juga ikut mengalami perubahan, termasuk pada sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a>. Melalui <a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">media sosial</a>digi, sektor <a href=\"https://suitmedia.com/ideas/the-rise-of-financial-technology-fintech-in-indonesia\">keuangan</a> lebih mudah menjangkau <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> dan membuka peluang perusahaan untuk menarik lebih banyak <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> lagi dan mempertahankan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> setianya.</p>\n<p>&nbsp;</p>\n<p><strong>Author: Yulfika Rakhmi (Content Manager)</strong></p>",
                    "published_at": "2021-11-04 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-04 00:49:02",
                    "updated_at": "2022-03-18 15:22:09",
                    "small_image": [
                        {
                            "id": 868,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1074715964.jpg",
                            "url": "https://assets.suitdev.com/storage/files/868/conversions/shutterstock_1074715964-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 868,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1074715964.jpg",
                            "url": "https://assets.suitdev.com/storage/files/868/conversions/shutterstock_1074715964-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 141,
                    "slug": "manfaat-business-model-untuk-perusahaan-dan-individu",
                    "title": "Manfaat Business Model untuk Perusahaan dan Individu",
                    "content": "<p><em>Business model</em> berfungsi untuk menggambarkan secara rasional bagaimana sebuah organisasi menciptakan, memberikan, dan memegang nilai. Secara umum, terdapat empat bidang utama dalam sebuah bisnis: <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>, penawaran, infrastruktur, dan kelayakan finansial.</p>\n<p>Alexander Osterwalder dan Yves Pigneur, penulis &ldquo;Business Model Generation&rdquo;, menjelaskan bahwa komponen <em>business model</em> dibagi menjadi sembilan susunan blok, yaitu:</p>\n<ol>\n<li>Customer Segments</li>\n</ol>\n<ul>\n<li>Untuk siapa kita menciptakan nilai? Pasar massal, ceruk, tersegmentasi, terdiversifikasi, atau multi-sisi?</li>\n</ul>\n<ol start=\"2\">\n<li>Value Propositions</li>\n</ol>\n<ul>\n<li>Masalah <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> mana yang dapat kami bantu selesaikan?</li>\n</ul>\n<ol start=\"3\">\n<li>Channels</li>\n</ol>\n<ul>\n<li>Melalui saluran apa dan bagaimana <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> ingin dijangkau?</li>\n</ul>\n<ol start=\"4\">\n<li>Customer Relationships</li>\n</ol>\n<ul>\n<li>Jenis hubungan apa yang diharapkan setiap <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> untuk kita bangun dan pertahankan?</li>\n</ul>\n<ol start=\"5\">\n<li>Revenue Streams</li>\n</ol>\n<ul>\n<li>Bagaimana cara mereka saat ini membayar? Harga tetap atau harga dinamis?</li>\n</ul>\n<ol start=\"6\">\n<li>Key Resources</li>\n</ol>\n<ul>\n<li>Sumber daya apa yang paling penting dan yang dibutuhkan oleh Value Propositions kita?</li>\n</ul>\n<ol start=\"7\">\n<li>Key Activities</li>\n</ol>\n<ul>\n<li>Aktivitas apa yang paling penting dan dibutuhkan oleh Value Propositions kita?</li>\n</ul>\n<ol start=\"8\">\n<li>Key Partnerships</li>\n</ol>\n<ul>\n<li>Siapa mitra utama dan pemasok utama kita?</li>\n</ul>\n<ol start=\"9\">\n<li>Cost Structures</li>\n</ol>\n<ul>\n<li>&nbsp;Apa biaya terpenting yang melekat dalam <em>business model</em> kita?</li>\n</ul>\n<p>Kesembilan susunan blok tersebut dapat dibentuk dalam diagram satu halaman yang disebut Business Model Canvas.</p>\n<p>Sebagai contoh, berikut adalah <em>business model</em> dari Suitmedia - digital agency Jakarta, yang digambarkan dalam Business Model Canvas. Suitmedia sebagai digital agency Jakarta terdepan, memberikan bantuan pemasaran digital untuk mencapai tujuan Anda serta solusi TI untuk meningkatkan kinerja perusahaan Anda.</p>\n<p><strong>Business Model untuk Individu</strong></p>\n<p>Tak hanya untuk sebuah organisasi, <em>business model</em> untuk individu juga dapat membantu menjelaskan alasan bagaimana individu &ndash; menciptakan, menyampaikan, dan memegang nilai (dalam konteks profesional).</p>\n<p>Berikut adalah Sembilan susunan blok <em>business model</em> untuk individu, yang juga dijelaskan oleh Timothy Clark, penulis \"Business Model You\".</p>\n<ol>\n<li>Key Resources</li>\n</ol>\n<ul>\n<li>Siapa Anda? Apa minat, keterampilan &amp; kemampuan, kepribadian Anda?</li>\n<li>Aset apa yang Anda miliki?</li>\n</ul>\n<ol start=\"2\">\n<li>Key Activities</li>\n</ol>\n<ul>\n<li>Apa yang Anda kerjakan?</li>\n<li>Apa yang membedakan pekerjaan Anda dengan orang lain?</li>\n</ul>\n<ol start=\"3\">\n<li>Customers</li>\n</ol>\n<ul>\n<li>Siapa yang Anda bantu?</li>\n</ul>\n<ol start=\"4\">\n<li>Value Provided</li>\n</ol>\n<ul>\n<li>Bagaimana cara Anda membantu?</li>\n<li>Nilai apa yang Anda berikan pada pelanggan Anda?</li>\n</ul>\n<ol start=\"5\">\n<li>Channels</li>\n</ol>\n<ul>\n<li>Bagaimana calon pelanggan mengetahui bagaimana Anda dapat membantu mereka? Bagaimana mereka akan membelinya?</li>\n</ul>\n<ol start=\"6\">\n<li>Customer Relationships</li>\n</ol>\n<ul>\n<li>Bagaimana Anda berinteraksi dengan pelanggan?</li>\n</ul>\n<ol start=\"7\">\n<li>Key Partners</li>\n</ol>\n<ul>\n<li>Siapa yang membantumu?</li>\n<li>Kolega, mentor, koneksi profesional, keluarga, teman?</li>\n</ul>\n<ol start=\"8\">\n<li>Benefits</li>\n</ol>\n<ul>\n<li>Apa yang akan Anda dapatkan?</li>\n<li>Apa sumber pendapatan dan manfaat (yang tidak berbentuk fisik) lainnya?</li>\n</ul>\n<ol start=\"9\">\n<li>Costs</li>\n</ol>\n<ul>\n<li>Apa yang Anda berikan?</li>\n<li><em>Hard cost</em> (pendidikan, transportasi, pakaian, dll.) + <em>soft cost</em> (ketidakpuasan)</li>\n</ul>\n<p>Sebagai contoh, berikut adalah <em>business model</em> seorang Software Engineer yang memiliki tujuan untuk meningkatkan kualitas hidup <em>end-users </em>dan meningkatkan kemampuan perusahaan teknologi dalam inovasi dengan mengembangkan perangkat lunak <a href=\"https://suitmedia.com/ideas/the-growth-and-versatility-of-mobile-apps-in-digital-industry\">aplikasi</a>.</p>\n<p>Itulah penjelasan lengkap tentang <em>business model</em> untuk perusahaan ataupun individu. Dengan membuat Business Model Canvas, keberhasilan bisnis dan karir menjadi sangat mudah untuk diidentifikasi. Setelah itu, kita dapat mengevaluasi <em>business model</em> dengan analisis SWOT yang komprehensif, atau kerangka kerja lain seperti matriks Porter 5F, 4P, 3C, McKinsey 7S, BCG. Setelah mendapatkan hasil evaluasi, kita dapat merekayasa ulang <em>business model</em> agar lebih menguntungkan.</p>\n<p>&nbsp;</p>\n<p>Penulis: <strong>Anggriawan Sugianto (CTO / COO)</strong></p>",
                    "published_at": "2021-11-04 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-04 00:57:25",
                    "updated_at": "2022-03-29 02:55:07",
                    "small_image": [
                        {
                            "id": 1291,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_558646519.jpg",
                            "url": "https://assets.suitdev.com/storage/files/1291/conversions/shutterstock_558646519-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 1291,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_558646519.jpg",
                            "url": "https://assets.suitdev.com/storage/files/1291/conversions/shutterstock_558646519-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 137,
                    "slug": "bagaimana-digital-media-mempengaruhi-gaya-hidup-sehat-1",
                    "title": "Bagaimana Digital Media  Mempengaruhi Gaya Hidup Sehat ",
                    "content": "<p>Saat ini, banyak orang yang mencari semua informasi mengenai masalah kesehatan melalui <em>search engine</em>, seperti Google. Di Indonesia, <em>digital media</em> di bidang kesehatan berkembang dengan positif dan membawa peluang bagi industri itu sendiri. Dapat kita katakan bahwa <em>digital media</em> dalam industri kesehatan membawa dampak yang besar bagi masyarakat yang membutuhkan pelayanan kesehatan digital. Untuk bisa memberikan dampak tersebut, dapat dilakukan dengan tiga cara di bawah ini:</p>\n<ol>\n<li><strong> Informasi </strong></li>\n</ol>\n<p>Melalui informasi, <em>healthcare digital media</em> memiliki pengaruh yang kuat yang dapat memberikan dampak secara langsung maupun tidak langsung bagi kehidupan masyarakat.&nbsp; Dari bayi, anak-anak, hingga orang dewasa, <em>digital media</em> menyediakan berbagai solusi kesehatan yang dibutuhkan, seperti produk kesehatan, obat-obatan, dan informasi penyakit. Informasi tersebut disajikan dalam artikel atau berita yang informatif dan edukatif. Melalui metode ini, masyarakat akan lebih mudah mendapatkan informasi terkini terkait masalah kesehatan.</p>\n<ol start=\"2\">\n<li><strong> Saran</strong></li>\n</ol>\n<p>Setelah memberikan informasi, langkah selanjutnya yakni memberikan saran mengenai kesehatan kepada masyarakat. Orang awam biasanya mencari saran terbaik berdasarkan masalah kesehatan mereka melalui <em>digital media</em>. Misalnya, ketika kita kedinginan, kita akan melakukan pencarian di Google terkait penyakit terkait gejala kedinginan yang kita alami dan bagaimana cara menyembuhkannya.</p>\n<ol start=\"3\">\n<li><strong> Komunikasi </strong></li>\n</ol>\n<p>Saat ini, ketika orang merasa tidak enak badan dan tidak punya waktu untuk pergi ke dokter, mereka dapat berkomunikasi dengan pengguna atau pakar lain yang berpengalaman secara online melalui <em>digital media</em>. <em>Healthcare digital media </em>kini telah mengembangkan beberapa fitur untuk mempermudah komunikasi <em>users</em>, seperti fitur forum diskusi, pertanyaan melalui pesan, ataupun <em>live chat</em>. Teknik-teknik ini membawa dampak yang kuat pada <em>healthcare digital media users.</em><em> </em>Inovasi dalam <em>digital healthcare</em> juga membawa keuntungan bagi tenaga profesional/organisasi kesehatan yang menggunakannya.</p>\n<p>Bagi tenaga profesional/organisasi kesehatan, menciptakan pelayanan kesehatan menjadi lebih mudah. Seperti dengan menyebarkan informasi atau saran yang positif dan tepat kepada masyarakat mengenai kesehatan. <em>Digital media</em> dapat dijadikan wadah yang tepat untuk mengadakan <em>campaign awareness</em> mengenai suatu <em>brand</em> dengan cara memenuhi kebutuhan <em>users</em> terkait kesehatan mereka. Tujuan utama penggunaan <em>digital media</em> yaitu dapat memudahkan memperkenalkan <em>brand</em>, layanan atau produk ke target pasar yang potensial dan mendapatkan hasil yang maksimal. Tenaga profesional/organisasi kesehatan dapat memaksimalkan pada aplikasi pelayanan dengan meningkatkan <em>mobile development</em> sesuai kebutuhan <em>customer</em> sehingga menghasilkan <em>customer experience</em> yang baik dan memuaskan.</p>\n<p>Setelah tenaga profesional/organisasi kesehatan menerapkan <em>digital media</em> dalam layanan mereka, sangat penting untuk mengelola layanan dan membangun <em>trust among users</em>. Saya percaya bahwa ada dua hal yang harus diikuti oleh <em>healthcare digital media</em> untuk mendapatkan atau mengelola <em>user&rsquo;s trust</em>. Pertama, memberikan informasi atau saran yang positif dan berdasarkan fakta. Semua informasi yang berkaitan dengan kesehatan harus berasal dari ahlinya. Jika mereka memberikan informasi yang salah (<em>hoax</em>) tentang <em>healthcare,</em> itu akan menyebabkan <em>bad reputation</em> bagi tenaga profesional/organisasi kesehatan. Kedua, memberikan informasi terkini atau isu kesehatan yang sedang tren terutama isu kesehatan global. Masyarakat perlu mengetahui tentang isu kesehatan saat ini dan bagaimana menghadapinya. Belajar dari isu Coronavirus, <em>digital media</em> telah memberikan status terkini, pencegahan, dan solusi tentang cara menangani penyakit tersebut. Pemanfaatan <em>digital media</em> dan <em>mobile development</em> yang baik oleh industri kesehatan tentunya membantu masyarakat kita memiliki kehidupan yang lebih baik dengan membuat mereka lebih sadar akan kesehatan dan mendorong mereka untuk menerapkan gaya hidup sehat.</p>\n<p>--</p>\n<p><strong>Author: Ira Saridewa Rinjani (</strong><strong>Account Manager)</strong></p>",
                    "published_at": "2021-11-02 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-11-03 11:50:39",
                    "updated_at": "2021-11-03 11:50:39",
                    "small_image": [
                        {
                            "id": 856,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_536300725.jpg",
                            "url": "https://assets.suitdev.com/storage/files/856/conversions/shutterstock_536300725-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 856,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_536300725.jpg",
                            "url": "https://assets.suitdev.com/storage/files/856/conversions/shutterstock_536300725-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 132,
                    "slug": "bagaimana-perusahaan-harus-beradaptasi-di-era-transformasi-digital",
                    "title": "Bagaimana Perusahaan Harus Beradaptasi di Era Transformasi Digital",
                    "content": "<p>Saat ini, teknologi digital diterapkan hampir disetiap bagian industri. Bisnis konvensional bertahan dengan tertatih-tatih karena gagal memenuhi permintaan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>. Teknologi berubah dengan cepat dan bisnis yang memilih untuk tetap 'konvensional' akan kalah bersaing dengan mereka yang menerapkan <a>transformasi digital</a>.</p>\n<p><strong>Pelanggan yang tidak puas menyebabkan gangguan digital, bukan teknologi</strong></p>\n<p>Gangguan digital adalah fenomena yang disebabkan oleh pelanggan. Teknologi bukanlah pengganggu yang sebenarnya. Tidak mengutamakan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> adalah ancaman terbesar bagi bisnis apa pun. Berdasarkan penelitian MIT, 87% eksekutif percaya teknologi digital akan mengganggu industri mereka. Uber tidak mematikan bisnis taksi. Akses terbatas dan kontrol tarif yang membuatnya ditinggalkan <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>. Bahkan <em>startup</em> yang berkembang pesat seperti Uber, Airbnb, dan Pinterest tidak memiliki akses pada teknologi inovatif yang lebih baik. Yang mereka lakukan adalah ketepatan dalam membuat dan memberikan lebih cepat kepada <em>customer </em>sesuai dengan yang mereka inginkan.</p>\n<p><strong>Tantangan &amp; Peluang: Bagaimana Implementasi Transformasi Digital di Indonesia</strong></p>\n<p>Jika kita berbicara tentang peluang yang bisa dicapai dengan menerapkan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a> di Indonesia, bisa dimulai dari meningkatkan <a href=\"https://suitmedia.com/ideas/user-experience-as-strategy\">customer experience</a>. Salah satu strategi terbaik untuk meningkatkan <em>customer experience</em> yaitu melalui penerapan <em>feedback</em> dari <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>.</p>\n<p>Selanjutnya, dengan menerapkan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>, kita dapat meningkatkan efisiensi dalam prosesnya. Melalui proses yang efisien, perusahaan akan unggul ketika bersaing. <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">Digitalisasi</a> proses, pemberdayaan pekerja, dan manajemen kinerja adalah contoh proses internal yang dapat ditingkatkan oleh perusahaan. Agar digitalisasi lebih efektif, perusahaan bisa menggunakan jasa <em>digital agency</em> sehingga mendapat <em>insight</em> terbaik terkait <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">digitalisasi</a> proses internal.</p>\n<p>Ada tiga tantangan besar implementasi <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a> di Indonesia. Yang pertama adalah <em>Strategy</em>. Sebagian besar perusahaan, terutama pada tahap awal dan perkembangan <em>digital maturity</em>, belum begitu memahami bagaimana melakukan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>.<em> Leaders</em> harus memiliki keterampilan digital yang memadai untuk mendorong transformasi. Strategi harus fokus pada <em>customer experience</em>, <em>efficiency growth,</em> dan<em> business model innovation.</em></p>\n<p>Kedua adalah <em>Talents</em>. Sebagian besar perusahaan konvensional kekurangan <em>talents</em> untuk bersaing dalam ekonomi digital. Perusahaan harus berinvestasi dalam meningkatkan keterampilan digital karyawan mereka.</p>\n<p>Dan tantangan terakhir dalam implementasi <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a> di Indonesia adalah <em>Cultures</em>. <em>Company cultures</em> mendefinisikan bagaimana perusahaan akan bereaksi terhadap perubahan (transformasi). Perusahaan yang matang secara digital cenderung berani mengeksplor, memiliki gaya kerja yang gesit dan terintegrasi, struktur pemimpin yang terdistribusi, dan pengambilan keputusan berdasarkan data. Pada perusahaan konvensional berlaku budaya yang sebaliknya dari perusahaan yang matang secara digital. Budaya ini yang membuat perusahaan lambat melakukan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>.</p>\n<p><strong>Stay on top dan tetap up-to-date di era transformasi digital</strong></p>\n<p>Untuk menghadapi dan bertahan di era <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>, perusahaan harus melakukan C<em>ustomer Experience Improvement</em>. Perusahaan harus merancang <em>customer experience from outside in</em>. Kumpulkan <em>feedback </em>dari <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>. Berkomunikasi dengan semua <em>stakeholders,</em> khususnya untuk <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>, perusahaan harus memahami mengenai pekerjaan apa yang harus dilakukan, apa kesulitan, dan keuntungan. <em>Customer experience</em> harus menjadi pekerjaan semua orang di perusahaan dan diterapkan terutama di tiga departemen ini: <em>marketing, sales, services</em>. Perusahaan juga dapat menggunakan jasa <em>digital agency</em> yang ahli dalam bidang ini untuk membantu dalam <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>.</p>\n<p>Jika kita berbicara tentang <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>, mari kita bicara tentang Digitalisasi. <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">Digitalisasi</a> adalah proses memanfaatkan <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">digitalisasi</a> untuk meningkatkan proses bisnis. Ini memungkinkan perusahaan untuk menggunakan teknologi dan data digital untuk menciptakan pendapatan, meningkatkan bisnis, dan menciptakan budaya digital di mana informasi digital adalah intinya.</p>\n<p>Perusahaan juga harus melakukan <em>Organization Transformation</em> dengan memulai memiliki tujuan yang kuat. <em>Leaders </em>harus memiliki keterampilan digital yang memadai dan mendorong <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a> dari <em>top-down</em> kepada semua karyawan. Memberdayakan karyawan dan mitra tentang <a href=\"https://suitmedia.com/ideas/bagaimana-digitalisasi-mempengaruhi-industri-kecantikan\">digitalisasi</a> dan digitalisasi akan mendorong mereka untuk mendukung budaya digital yang baru. Mengoptimalkan proses internal dan mengukur setiap hasil, yang harus melibatkan pendekatan kerja terpadu, pengembangan produk yang gesit, dan pengambilan keputusan berdasarkan data.</p>\n<p>Kesimpulannya, dengan menerapkan <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a> di setiap bagian bisnis, perusahaan Indonesia akan tetap kompetitif di era revolusi digital dan tumbuh ke level berikutnya.</p>\n<p>--</p>\n<p><strong>Author: Anggriawan Sugianto (Director, CTO/COO)</strong></p>",
                    "published_at": "2021-10-25 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-25 12:06:38",
                    "updated_at": "2022-03-29 03:03:05",
                    "small_image": [
                        {
                            "id": 813,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1703166631.jpg",
                            "url": "https://assets.suitdev.com/storage/files/813/conversions/shutterstock_1703166631-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 813,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1703166631.jpg",
                            "url": "https://assets.suitdev.com/storage/files/813/conversions/shutterstock_1703166631-medium.jpg"
                        }
                    ]
                },{
                    "id": 133,
                    "slug": "transformasi-digital-dalam-teknologi-pendidikan",
                    "title": "Transformasi Digital dalam Teknologi Pendidikan",
                    "content": "<p>Penggunaan teknologi untuk kehidupan sehari-hari terus berkembang, termasuk dalam sistem pendidikan. Indonesia merupakan salah satu negara yang selalu mengembangkan pemanfaatan teknologi untuk menjadikan sistem pendidikan Indonesia lebih efisien dan efektif. Untuk mengejarnya, Indonesia memanfaatkan tren memiliki <em>gadget</em> dan penggunaan aplikasi internet antara siswa dan guru. Oleh karena itu, kita dapat melihat beberapa siswa menggunakannya untuk melakukan aktivitas yang berhubungan dengan pendidikan mereka.</p>\n<p><strong>Dampak Teknologi Sistem Pendidikan Indonesia</strong></p>\n<p>Untuk saat ini, belum semua jenjang pendidikan menerapkan teknologi canggih dalam sistem pendidikan mereka, namun jika kita lihat pada perguruan tinggi, teknologi sudah mulai diterapkan dalam sistem pendidikannya. Indonesia memiliki banyak sekali universitas atau institusi perguruan tinggi yang tersebar di seluruh Indonesia. Sebagian besar dari mereka sudah menggunakan aplikasi internet untuk membantu setiap kegiatan mereka, tidak hanya kegiatan belajar antara mahasiswa dan dosen atau guru, tetapi juga membantu mereka dalam hal administrasi.</p>\n<p><em>Web development</em> pada situs-situs dari berbagai perguruan tinggi di Indonesia semakin berkembang dan kian modern serta menarik untuk ditelusuri. Dengan berbagai fitur yang membantu mahasiswa dalam perkuliahan maupun terkait administrasi kampus. Teknologi yang ada juga berdampak pada proses pengontrolan setiap data dan pengetahuan sehingga proses menganalisisnya dapat menghasilkan sesuatu untuk diperbaiki di masa mendatang.</p>\n<p>Dampak lain dari teknologi yang menciptakan pengalaman baru dalam sistem pendidikan Indonesia adalah berhasil membuat jarak bukan menjadi masalah besar untuk menjangkau pendidikan. Beberapa institusi perguruan tinggi telah menerapkan aktivitas pembelajaran <em>online</em> sehingga mahasiswa bisa menghemat tenaga dan waktu serta bisa menjangkau akses pendidikan dimanapun, tidak terbatas hanya dalam ruang kelas. Hal ini membuat semakin banyak orang dapat mengejar impian pendidikannya tanpa harus khawatir dengan jarak selama memiliki <em>gadget</em> dan akses internet.</p>\n<p><strong>Tren teknologi pendidikan di tahun 2020</strong></p>\n<p>Pada awal tahun 2020, pandemi telah menjadi masalah terbesar di seluruh dunia. Beberapa sektor terkena dampaknya termasuk sistem pendidikan. Sayangnya, WHO (World Health Organization) telah mengumumkan bahwa orang-orang harus menjaga jarak untuk menghentikan penyebaran virus. Hal tersebut berdampak pada pembelajaran tatap muka atau pembelajaran <em>offline </em>yang masih menjadi kegiatan utama dalam dunia pendidikan.</p>\n<p>Untuk menjaga agar sistem pendidikan tetap berjalan dan tidak mengabaikan himbauan WHO, sebagian besar institusi pendidikan saat ini menggunakan<em> video conference </em>untuk menjalankan kegiatan pembelajaran. Ini membantu siswa dan guru menjaga interaksi mereka dan tetap bisa melakukan kegiatan pembelajaran dengan lingkungan yang aman serta terhindar dari virus.</p>\n<p><strong>Masa Depan Teknologi Pendidikan di Indonesia</strong></p>\n<p>Beberapa institusi pendidikan sudah menerapkan teknologi canggih untuk mendukung proses utama dari pembelajaran. Mereka membuat setiap aktivitas dilakukan secara <em>online</em>. Pemerintah juga melihatnya sebagai peningkatan besar pada sistem pendidikan Indonesia dan bahkan mulai memfasilitasi lembaga pendidikan dengan solusi teknologi seperti ditunjang dengan adanya web development untuk pembelajaran daring yang lebih baik. Tingkat minat masyarakat untuk mengikuti pendidikan <em>online</em> juga semakin meningkat di Indonesia.</p>\n<p>Berdasarkan hal tersebut, kita dapat melihat potensi besar pengembangan sistem pendidikan Indonesia menjadi sistem pendidikan 4.0. Dalam sistem pendidikan 4.0, kita tidak mengganti guru dengan teknologi, tetapi kita bisa menjadikan guru sebagai <em>leader</em> dan teknologi sebagai alat dan sumber informasi serta pengetahuan. Namun untuk mewujudkannya, ada beberapa hal yang perlu diperhatikan seperti dukungan pemerintah, kesadaran teknologi di masyarakat, situasi ekonomi negara, dan lain-lain.</p>\n<p><img src=\"https://suitmedia.static-assets.id/storage/files/tinymce/V7rXqjLP1WcfxPHqREqFbUUSfXJ1OZgfHfDTO8I1.png\" /></p>\n<p>Author: <strong>Cynthia Ananda P</strong>. (Sr. System Analyst)</p>",
                    "published_at": "2021-10-25 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-25 12:12:52",
                    "updated_at": "2022-03-18 13:37:09",
                    "small_image": [
                        {
                            "id": 1293,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_552345466.jpg",
                            "url": "https://assets.suitdev.com/storage/files/1293/conversions/shutterstock_552345466-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 1293,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_552345466.jpg",
                            "url": "https://assets.suitdev.com/storage/files/1293/conversions/shutterstock_552345466-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 135,
                    "slug": "peran-digital-marketing-membantu-perusahaan-dalam-transformasi-digital",
                    "title": "Peran Digital Marketing Membantu Perusahaan dalam Transformasi Digital ",
                    "content": "<p>Mari kita lihat tren 6 bulan terakhir, apakah Anda melihat adanya pasang surut pada tren <em>digital marketing</em>? Seperti yang kita ketahui bahwa internet dan <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">media sosial</a> telah menjadi bagian dari kehidupan masyarakat, khususnya bagi masyarakat Indonesia. Seperti yang disebutkan dalam We Are Social Digital Report 2019, masyarakat Indonesia saat ini condong ke <em>digital native behavior</em>. Hampir 56% atau 150 juta orang dari total populasi adalah pengguna aktif internet &amp; <a>media sosial</a>. Melalui fakta-fakta ini, kita dapat mengatakan bahwa konektivitas digital telah mengubah hampir semua aspek kehidupan masyarakat dan data ini telah digunakan oleh sebagian besar <em>marketers</em> untuk mendorong lebih banyak upaya pada <em>digital marketing</em>. <em>Marketers</em> atau <em>agency</em> harus memahami siapa target audiensnya dan berbicara dengan mereka dengan lebih baik.</p>\n<p><strong>Munculnya virtual</strong> <strong>assistant</strong></p>\n<p>Saat ini, tren digital telah muncul dengan <em>communication channel</em> terbaru, seperti<em> voice search</em>, <em>smarter chat</em>, pemasaran email yang dipersonalisasi, serta AI &amp; VR yang berhasil mendorong keterlibatan audiens dan mendorong <a href=\"https://suitmedia.com/ideas/user-experience-as-strategy\">customer experience</a>&nbsp;yang luar biasa. Dan juga, masih ada ruang untuk <em>lives videos</em>, <em>email marketing</em> yang dipersonalisasi, profil prospek yang melimpah, dan pemberitahuan <em>push browser</em> yang masih menjadi tren digital saat ini.</p>\n<p>Ketika kita berbicara tentang tren <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi digital</a>&nbsp;apa yang sedang <em>booming</em>, <em>virtual assistant </em>menjadi jawabannya. <em>Virtual assistant </em>atau dikenal sebagai chatbot memainkan peran penting untuk meningkatkan <a href=\"https://suitmedia.com/ideas/user-experience-as-strategy\">customer experience</a>&nbsp;dan membantu <em>marketers</em> menawarkan bantuan secara <em>real time</em> kepada <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a> dan membantu mereka menyelesaikan masalah dengan lebih cepat.</p>\n<p>Misalnya, Toyota telah merilis Tarra (<em>Toyota Interactive Virtual Assistant</em>) tahun ini untuk meningkatkan <a href=\"https://suitmedia.com/ideas/user-experience-as-strategy\">customer experience</a> mereka. <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">Pelanggan</a> akan login ke LINE, WhatsApp &amp; Facebook messenger dan diminta untuk meminta bantuan apabila terdapat masalah atau ingin mendapatkan lebih banyak informasi terkait produk Toyota. Inovasi semacam ini membantu klien untuk menyelesaikan <em>customers relationship management</em> dengan dukungan khusus yang dapat diakses 24 jam.</p>\n<p><strong>Dapatkan ROI maksimum melalui digital marketing </strong></p>\n<p>Semua <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">transformasi</a> ini mengarah pada tujuan yang sama, yaitu untuk menghasilkan ROI. Pertanyaannya adalah: apa formula <em>digital marketing</em> yang terbaik untuk menghasilkan ROI paling banyak? Ketika kita berbicara tentang ROI <em>digital marketing</em>, ada banyak hal yang harus dipertimbangkan. Tidak ada strategi <em>digital marketing</em> yang dijamin 100% menghasilkan ROI yang maksimal, <em>Marketers</em> harus memahami situasi klien saat ini dan membangun strategi <em>digital marketing</em> yang kuat.</p>\n<p>Untuk memaksimalkan ROI, Anda harus mempertimbangkan untuk menerapkan empat strategi signifikan dari <em>digital touch points</em>, yaitu:</p>\n<ul>\n<li>SEO &amp; Content Marketing</li>\n<li>Email Marketing</li>\n<li>Paid Search (PPC)</li>\n<li>Social Media Management (SMM)</li>\n</ul>\n<p>Selain itu, saat ini sudah banyak <em>digital agency </em>Indonesia yang dapat membantu <em>marketers</em> membangun strategi <em>digital marketing</em> Anda. Bila Anda sudah memiliki kombinasi hebat dari teknologi yang tepat, saluran distribusi yang tepat hingga penargetan audiens yang tepat, kombinasi ini akan menghasilkan persentase yang tinggi untuk <em>brand trust </em>dan ROI.</p>\n<p>Namun, ini bukan tugas yang mudah, <em>marketers</em> harus membangun kerangka kerja untuk keberlanjutan bisnis. Dimulai dari menemukan, mendefinisikan, menyampaikan dan diakhiri dengan strategi, kita dapat mengukur hasil yang diinginkan atau <em>key performance indicator </em>(KPI). Akan lebih mudah apabila marketers bekerjasama dengan <em>digital agency </em>dalam prosesnya. <a href=\"https://suitmedia.com/ideas/transformasi-digital-industri-perjalanan-dan-pariwisata\">Transformasi digital</a> adalah tugas besar, terutama untuk perusahaan yang lebih besar dan mapan. Ketika Anda melakukannya dengan cara yang benar dalam melebihi ekspektasi <a href=\"https://suitmedia.com/ideas/perubahan-perilaku-pelanggan-e-commerce-selama-covid-19\">pelanggan</a>, bisnis Anda akan tumbuh cepat dan tangguh di era digital yang bergerak cepat ini.</p>\n<p>--</p>\n<p><strong>Author: Farhan Fauzan (Sr. Media Specialist)</strong></p>",
                    "published_at": "2021-10-25 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-25 12:54:23",
                    "updated_at": "2022-03-29 02:59:29",
                    "small_image": [
                        {
                            "id": 817,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1164788407.jpg",
                            "url": "https://assets.suitdev.com/storage/files/817/conversions/shutterstock_1164788407-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 817,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1164788407.jpg",
                            "url": "https://assets.suitdev.com/storage/files/817/conversions/shutterstock_1164788407-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 136,
                    "slug": "bagaimana-digitalisasi-mempengaruhi-industri-kecantikan",
                    "title": "Bagaimana Digitalisasi Mempengaruhi Industri Kecantikan ",
                    "content": "<p>Tidak mengherankan jika digitalisasi saat ini terjadi di mana-mana. Kita bisa melihatnya dengan mata kepala sendiri dan merasakannya secara langsung, saat ini mustahil untuk memisahkan orang dari gadgetnya. Meskipun tampak seperti sesuatu yang buruk, akan tetapi digitalisasi memberikan bantuan yang besar ke banyak industri bisnis, terutama pada industri kecantikan, terlebih ketika ingin mendapatkan <em>potential customers</em> untuk <a href=\"https://suitmedia.com/ideas/the-impact-of-brand-engagement-in-the-sports-industry\">brand</a>&nbsp;mereka. Fleksibilitas yang diberikan, seperti dapat mendengarkan keinginan pelanggan melalui banyak <em>platform <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">social media</a></em>&nbsp;memberikan kemudahan pada<em> <a href=\"https://suitmedia.com/ideas/the-important-of-digital-branding-in-political-campaign\">brand</a></em>&nbsp;untuk mengetahui produk mana yang diinginkan <em>customers </em>sehingga <em>brand </em>dapat memutuskan produk yang dapat mereka jual selanjutnya.</p>\n<p>Selama beberapa tahun terakhir, salah satu bentuk digitalisasi yang paling menonjol adalah meningkatnya penggunaan seluler dalam mengakses konten media, terutama video, yang mencakup berbagai genre. Nah, ternyata video terkait kecantikan adalah salah satu jenis konten yang paling banyak dicari orang, hingga kemunculan kueri terkait kecantikan tidak hanya diamati dari <em>search engine</em>, tetapi juga dari pencarian<em> platform streaming video</em>. Selain itu, mobile devices&nbsp;memungkinkan <em>potential customers</em> untuk memuaskan rasa ingin tahu mereka tentang produk atau <a href=\"https://suitmedia.com/ideas/the-impact-of-brand-engagement-in-the-sports-industry\">brand</a>&nbsp;kapan saja dan di mana saja sehingga akses seluler ke produk atau kehadiran <em>digital brand</em> memainkan peran besar bahkan pada pembelian secara<em> offline</em>. Oleh karena itu, sangat penting bagi setiap <em>players</em> atau <em>brand</em>, terutama di industri kecantikan untuk memastikan aksesibilitas kehadiran digital dalam berbagai bentuk seperti situs <em>mobile-friendly</em>, konten video, dan juga <em>partnerships</em> dengan<em> beauty content creators</em> untuk mendapatkan kepercayaan dari <em>potential customer.</em></p>\n<p>Untuk membuat situs yang <em>mobile-friendly</em> tentunya diperlukan <em>mobile development</em><em> </em>pada situs <a href=\"https://suitmedia.com/ideas/the-impact-of-brand-engagement-in-the-sports-industry\">brand</a><em>.</em> Seperti yang sudah dijelaskan sebelumnya, sangat penting untuk memastikan aksesibilitas <em>customers</em> kepada produk yang dimiliki <a href=\"https://suitmedia.com/ideas/the-impact-of-brand-engagement-in-the-sports-industry\">brand</a><em>&nbsp;</em>secara digital. Terlebih saat ini kebanyakan orang mencari referensi melalui <em>mobile app</em> yang ada di gadget mereka.</p>\n<p>Pada saat ini, teknologi AR yang masih terus berkembang, membuatnya dapat menjadi pilihan bagi <em>brand </em>kecantikan untuk menjalin <em>partnership</em> dengan perusahaan teknologi berbasis AR dan mengembangkan fitur uji coba kecantikan AR di <em>mobile devices</em> untuk pelanggan. Fitur-fitur tersebut juga dapat digabungkan dalam <em>brand <a href=\"https://suitmedia.com/ideas/tren-mobile-app-di-tahun-2021\">mobile app</a></em>&nbsp;yang berisi informasi produk,<em> loyalty program</em>, promosi, dan <em>review sections</em>. Selain itu, perusahaan juga&nbsp; dapat melanjutkan upaya optimalisasi <em>keywords, mobile sites,</em> dan<em> video content </em>atau <em>partnership. </em></p>\n<p>Fitur AR dapat menghadirkan pengalaman baru dan menarik untuk <em>customers</em> yang dapat membantu keterlibatan langsung sekaligus mengedukasi tentang informasi produk, sehingga dapat membantu <em>customers </em>dalam mempercayai <em>brand</em> dan membuat keputusan yang tepat dalam memilih produk ataupun <em>brand</em>. Selain itu, orang-orang masih melakukan pembelian secara <em>offline</em> namun terlebih dahulu melakukan <em>research</em> secara <em>online</em>, kehadiran digital pada hasil pencarian dan aksesibilitas informasi seluler juga sangat penting dan diperlukan untuk memastikan <em>customers </em>benar-benar membuat pilihan yang tepat. Seperti yang diamati, bahwa perjalanan pelanggan tidak berhenti pada pembelian, penting juga adanya keterlibatan pasca pembelian seperti memberikan review, membuat&nbsp; tutorial, dan banyak konten lainnya yang dapat disampaikan melalui <em>mobile app</em>. Strategi-strategi ini secara keseluruhan akan menguntungkan <em>brand</em> kecantikan karena lebih banyak pelanggan akan terinspirasi untuk mengetahui, mempercayai, membeli, terlibat, dan menjadi setia kepada <em>brand</em>.</p>\n<p>Author: <strong>Alicia Lizbeth</strong> (Sr. Mobile Analyst)</p>",
                    "published_at": "2021-10-25 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-25 14:18:33",
                    "updated_at": "2022-03-23 02:45:17",
                    "small_image": [
                        {
                            "id": 819,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1384174388.jpg",
                            "url": "https://assets.suitdev.com/storage/files/819/conversions/shutterstock_1384174388-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 819,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1384174388.jpg",
                            "url": "https://assets.suitdev.com/storage/files/819/conversions/shutterstock_1384174388-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 131,
                    "slug": "bagaimana-digital-media-mempengaruhi-gaya-hidup-sehat",
                    "title": "Bagaimana Digital Media  Mempengaruhi Gaya Hidup Sehat ",
                    "content": "<p>Saat ini, banyak orang yang mencari semua informasi mengenai masalah kesehatan melalui <em>search engine</em>, seperti Google. Di Indonesia, <em>digital media</em> di bidang kesehatan berkembang dengan positif dan membawa peluang bagi industri itu sendiri. Dapat kita katakan bahwa <em>digital media</em> dalam industri kesehatan membawa dampak yang besar bagi masyarakat yang membutuhkan pelayanan kesehatan digital. Untuk bisa memberikan dampak tersebut, dapat dilakukan dengan tiga cara di bawah ini:</p>\n<ol>\n<li><strong> Informasi </strong></li>\n</ol>\n<p>Melalui informasi, <em>healthcare digital media</em> memiliki pengaruh yang kuat yang dapat memberikan dampak secara langsung maupun tidak langsung bagi kehidupan masyarakat.&nbsp; Dari bayi, anak-anak, hingga orang dewasa, <em>digital media</em> menyediakan berbagai solusi kesehatan yang dibutuhkan, seperti produk kesehatan, obat-obatan, dan informasi penyakit. Informasi tersebut disajikan dalam artikel atau berita yang informatif dan edukatif. Melalui metode ini, masyarakat akan lebih mudah mendapatkan informasi terkini terkait masalah kesehatan.</p>\n<ol start=\"2\">\n<li><strong> Saran</strong></li>\n</ol>\n<p>Setelah memberikan informasi, langkah selanjutnya yakni memberikan saran mengenai kesehatan kepada masyarakat. Orang awam biasanya mencari saran terbaik berdasarkan masalah kesehatan mereka melalui <em>digital media</em>. Misalnya, ketika kita kedinginan, kita akan melakukan pencarian di Google terkait penyakit terkait gejala kedinginan yang kita alami dan bagaimana cara menyembuhkannya.</p>\n<ol start=\"3\">\n<li><strong> Komunikasi </strong></li>\n</ol>\n<p>Saat ini, ketika orang merasa tidak enak badan dan tidak punya waktu untuk pergi ke dokter, mereka dapat berkomunikasi dengan pengguna atau pakar lain yang berpengalaman secara online melalui <em>digital media</em>. <em>Healthcare digital media </em>kini telah mengembangkan beberapa fitur untuk mempermudah komunikasi <em>users</em>, seperti fitur forum diskusi, pertanyaan melalui pesan, ataupun <em>live chat</em>. Teknik-teknik ini membawa dampak yang kuat pada <em>healthcare digital media users.</em><em> </em>Inovasi dalam <em>digital healthcare</em> juga membawa keuntungan bagi tenaga profesional/organisasi kesehatan yang menggunakannya.</p>\n<p>&nbsp;</p>\n<p>Bagi tenaga profesional/organisasi kesehatan, menciptakan pelayanan kesehatan menjadi lebih mudah. Seperti dengan menyebarkan informasi atau saran yang positif dan tepat kepada masyarakat mengenai kesehatan. <em>Digital media</em> dapat dijadikan wadah yang tepat untuk mengadakan <a href=\"https://suitmedia.com/ideas/the-role-of-digital-advertising-in-politic\">campaign</a><em>&nbsp;awareness</em> mengenai suatu <em>brand</em> dengan cara memenuhi kebutuhan <em>users</em> terkait kesehatan mereka. Tujuan utama penggunaan <em>digital media</em> yaitu dapat memudahkan memperkenalkan <em>brand</em>, layanan atau produk ke target pasar yang potensial dan mendapatkan hasil yang maksimal. Tenaga profesional/organisasi kesehatan dapat memaksimalkan pada aplikasi pelayanan dengan meningkatkan <em>mobile development</em> sesuai kebutuhan <em>customer</em> sehingga menghasilkan <a href=\"https://suitmedia.com/ideas/the-rise-of-mhealth-in-2020\">customer experience</a>&nbsp;yang baik dan memuaskan.</p>\n<p>Setelah tenaga profesional/organisasi kesehatan menerapkan <em>digital media</em> dalam layanan mereka, sangat penting untuk mengelola layanan dan membangun <em>trust among users</em>. Saya percaya bahwa ada dua hal yang harus diikuti oleh <em>healthcare digital media</em> untuk mendapatkan atau mengelola <em>user&rsquo;s trust</em>. Pertama, memberikan informasi atau saran yang positif dan berdasarkan fakta. Semua informasi yang berkaitan dengan kesehatan harus berasal dari ahlinya. Jika mereka memberikan informasi yang salah (<em>hoax</em>) tentang <em>healthcare,</em> itu akan menyebabkan <em>bad reputation</em> bagi tenaga profesional/organisasi kesehatan. Kedua, memberikan informasi terkini atau isu kesehatan yang sedang tren terutama isu kesehatan global. Masyarakat perlu mengetahui tentang isu kesehatan saat ini dan bagaimana menghadapinya. Belajar dari isu Coronavirus, <em>digital media</em> telah memberikan status terkini, pencegahan, dan solusi tentang cara menangani penyakit tersebut. Pemanfaatan <em>digital media</em> dan <em>mobile development</em> yang baik oleh industri kesehatan tentunya membantu masyarakat kita memiliki kehidupan yang lebih baik dengan membuat mereka lebih sadar akan kesehatan dan mendorong mereka untuk menerapkan gaya hidup sehat.</p>\n<p>--</p>\n<p><strong>Author: Ira Saridewa Rinjani (</strong><strong>Account Manager)</strong></p>",
                    "published_at": "2021-10-23 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-23 02:31:11",
                    "updated_at": "2022-03-18 15:09:59",
                    "small_image": [
                        {
                            "id": 805,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_536300725.jpg",
                            "url": "https://assets.suitdev.com/storage/files/805/conversions/shutterstock_536300725-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 805,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_536300725.jpg",
                            "url": "https://assets.suitdev.com/storage/files/805/conversions/shutterstock_536300725-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 130,
                    "slug": "program-magang-bersertifikat-kampus-merdeka-x-suitmedia",
                    "title": "Program Magang Bersertifikat Kampus Merdeka x Suitmedia",
                    "content": "<p>Program Magang Bersertifikat Kampus Merdeka merupakan satu dari delapan program Kampus Merdeka yang digagas oleh Nadiem Makarim dalam kebijakan Merdeka Belajar. Program Magang Bersertifikat Kampus Merdeka mewadahi Kemdikbud Ristek dan industri untuk saling berkolaborasi dalam menciptakan sumber daya manusia yang unggul. Melalui program ini, mahasiswa akan secara langsung meningkatkan kemampuan dan kompetensi mereka melalui kerja nyata di industri profesional selama satu semester (enam bulan).</p>\n<p>Pada tahun 2021, Suitmedia terpilih untuk menjadi salah satu mitra dari Program Magang Bersertifikat Kampus Merdeka. Hal ini membuka kesempatan bagi kami untuk turut melahirkan talenta Indonesia yang unggul dalam bidang teknologi. Kami pun menerima antusiasme yang luar biasa dari para mahasiswa Indonesia. Di gelombang pertama, sebanyak 5013 mahasiswa dari 404 universitas mendaftar di Suitmedia hingga pada akhirnya kami berhasil menyeleksi 25 mahasiswa dari 19 universitas di Indonesia.</p>\n<p>Berikut posisi-posisi yang dibuka di Magang Bersertifikat Kampus Merdeka x Suitmedia beserta kriterianya:</p>\n<ol>\n<li>Software Engineer Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Teknologi Informasi, atau jurusan lain yang relevan</li>\n<li>Memiliki keterampilan analitis dan pemrograman yang baik, terutama dengan bahasa pemrograman PHP atau C# .NET Core</li>\n</ul>\n</li>\n<li>Frontend Developer Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan teknologi informasi atau jurusan lain dengan pengetahuan yang relevan</li>\n<li>Mahir dalam mengoperasikan client-side web technology (HTML, CSS, JavaScript)</li>\n<li>Mahir dalam mengoperasikan alat desain (Sketch, Adobe Photoshop)</li>\n</ul>\n</li>\n<li>Mobile Solution Analyst Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan jurusan teknologi informasi atau jurusan lain dengan pengetahuan yang relevan</li>\n<li>Memiliki keterampilan analitis yang baik, mulai dari memahami klien hingga merancang solusi</li>\n<li>Memiliki pemahaman yang baik mengenai user experience dan desain user interface untuk aplikasi seluler</li>\n</ul>\n</li>\n<li>Mobile Developer Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan teknologi informasi atau jurusan lain dengan pengetahuan yang relevan.</li>\n<li>Memiliki kemampuan yang sangat baik dalam menggunakan program Kotlin, Java, Swift, Dart, JS, C++, atau bahasa pemrograman yang lain.</li>\n<li>Memiliki ketertarikan pada mobile application development pada semua platform (Android, iOS, hybrid).</li>\n</ul>\n</li>\n<li>UI/UX Designer Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Desain Grafis, Teknologi Informasi atau bidang terkait.</li>\n<li>Mampu mengoperasikan Adobe XD, Photoshop, atau alat desain lainnya.</li>\n<li>Memiliki kemampuan desain yang kuat.</li>\n<li>Mampu mengilustrasikan ide dalam berbagai tampilan dan gaya serta dengan cepat menerjemahkan ide ke dalam bentuk visual untuk tim.</li>\n</ul>\n</li>\n<li>System Analyst Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan jurusan teknologi informasi atau jurusan lain dengan pengetahuan yang relevan.</li>\n<li>Memiliki kemampuan analisis yang sangat baik, mulai dari memahami klien hingga mendesain solusi.</li>\n<li>Memiliki pengetahuan teknikal mengenai MVC framework, ER model, dan OO design dengan baik.</li>\n</ul>\n</li>\n<li>Business Development Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Komunikasi, Bisnis atau jurusan lain dengan pengetahuan yang relevan.</li>\n<li>Mampu berkomunikasi dengan baik, baik secara tertulis maupun verbal.</li>\n<li>Memiliki minat pada digital marketing dan teknologi.</li>\n</ul>\n</li>\n<li>Digital Strategist Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Teknologi Informasi, atau jurusan lain yang memiliki relevansi ilmu.</li>\n<li>Memiliki kemampuan komunikasi yang sangat baik secara penulisan maupun verbal.</li>\n<li>Memiliki ketertarikan di bidang digital strategist dan teknologi.</li>\n<li>Memiliki kemampuan untuk membuat konsep secara keseluruhan.</li>\n<li>Memiliki kemampuan analisis yang tinggi.</li>\n</ul>\n</li>\n<li>Copywriter Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Bahasa Asing.</li>\n<li>Aktif menggunakan media sosial seperti Instagram, Facebook, Twitter, Kaskus, atau blog serta komunitas online lainnya.</li>\n<li>Memiliki kemampuan menulis yang baik dalam bahasa Indonesia maupun Inggris</li>\n</ul>\n</li>\n<li>Media Planner Intern<br />Kriteria mahasiswa yang dibutuhkan untuk posisi ini adalah:<br />\n<ul>\n<li>Mahasiswa perguruan tinggi aktif jurusan Komunikasi, Teknologi Informasi, atau jurusan serupa.</li>\n<li>Memiliki kemampuan komunikasi yang sangat baik secara penulisan maupun verbal.</li>\n<li>Memiliki ketertarikan di bidang digital strategist dan teknologi.</li>\n</ul>\n</li>\n</ol>\n<p>Lantas, apa saja manfaat yang akan mahasiswa dapatkan melalui Program Magang Kampus Merdeka x Suitmedia? Mahasiswa peserta magang berhak mendapatkan:</p>\n<ol>\n<li>Konversi Hingga 20 SKS<br />Program Magang Merdeka menawarkan kesempatan belajar melalui bekerja secara langsung di perusahaan yang dapat disetarakan dengan hingga 20 SKS. Oleh karena itu, mahasiswa berhak untuk menukar pengalaman belajarnya dengan sejumlah SKS mata kuliah yang masih relevan dengan posisinya di tempat magang.</li>\n<li>Uang Saku Bulanan<br />Kemdikbud Ristek yang disponsori oleh LPDP akan memfasilitasi mahasiswa dengan uang saku setiap bulannya. Uang saku ini akan secara langsung ditransfer ke rekening masing-masing mahasiswa.</li>\n<li>Sertifikat Kompetensi dari Perusahaan<br />Setelah mengasah dan memperoleh berbagai kompetensi selama periode magang, mahasiswa akan diberikan sertifikat resmi dari perusahaan.</li>\n<li>Dibimbing Langsung oleh Mentor dan Supervisor Pribadi<br />Selama magang berlangsung, mahasiswa tidak akan belajar dan bekerja sendiri. Suitmedia menyediakan mentor sekaligus supervisor pribadi yang akan membimbing mahasiswa dalam pelaksanaan proyek.</li>\n<li>Mendapatkan Akses ke Sumber Belajar Suitmedia<br />Suitmedia memiliki berbagai sumber belajar yang kredibel. Dengan bergabung di Suitmedia, mahasiswa berkesempatan untuk mengakses sumber belajar kami.</li>\n<li>Menambah Pengalaman dan Portofolio<br />Dalam pelaksanaan projek, akan ada banyak karya yang dihasilkan langsung oleh mahasiswa. Mahasiswa pun berhak untuk mengklaim karyanya dalam CV dan portofolio.</li>\n</ol>\n<p>Tertarik untuk bergabung dalam Magang Kampus Merdeka x Suitmedia? Yuk, simak persyaratannya!</p>\n<ul>\n<li>Mahasiswa Tahun Ke-3 atau Ke-4 Perkuliahan<br />Sebelum mendaftar, mahasiswa perlu memastikan bahwa ia sedang berada di tahun perkuliahan yang tepat untuk mendaftar magang. Mahasiswa juga tidak diperkenankan untuk lulus di tengah periode magang.</li>\n<li>Berasal dari Universitas yang Terdaftar di Dikti (Kemdikbud)<br />Magang Kampus Merdeka ini hanya dapat diikuti oleh universitas yang terdaftar di Dikti. Maka dari itu, penting bagi mahasiswa untuk memastikan lembaga yang menaungi universitasnya sebelum mendaftar.</li>\n</ul>\n<p>Bagaimana proses rekrutmen Program Magang Merdeka di Suitmedia?</p>\n<ol>\n<li>Screening Dokumen<br />Langkah awal dari pendaftaran Magang Merdeka adalah pengunggahan dokumen seperti CV, transkrip nilai, dan sertifikat. Dokumen-dokumen tersebutlah yang akan tim HR Suitmedia seleksi pertama kali.</li>\n<li>Screening Test<br />Setelah lolos screening dokumen, mahasiswa akan kami kirim email screening test untuk menguji kompetensi di bidang yang mereka lamar.</li>\n<li>Interview<br />Terakhir, setelah lolos screening test, mahasiswa akan kami undang untuk melaksanakan sesi interview bersama tim HR dan user.</li>\n<li>Penerimaan dan Onboarding<br />Setelah melalui interview dan dinyatakan diterima, mahasiswa akan kami proses penerimaannya secara sistem dan administratif, lalu akan kami undah onboarding bersama mahasiswa terpilih lainnya.</li>\n</ol>\n<p>Selama kami membuka pendaftaran Program Magang Merdeka gelombang pertama, kami menerima beberapa pertanyaan yang sering diajukan seperti berikut:</p>\n<ul>\n<li>Apa perbedaan magang reguler dan Magang Kampus Merdeka di Suitmedia?<br />Konversi SKS:\n<ul>\n<li>Magang Reguler: intern tidak wajib mengonversi SKS. Namun, konversi SKS pun dapat dilakukan sesuai kebutuhan mahasiswa.</li>\n<li>Magang Kampus Merdeka: intern wajib mengonversi SKS hingga 20 SKS sesuai dengan kebijakan kampus.</li>\n</ul>\n</li>\n</ul>\n<p style=\"padding-left: 40px;\">Periode Magang:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Magang Reguler: periode magang minimal tiga bulan.</li>\n<li>Magang Kampus Merdeka: periode magang minimal satu semester (enam bulan)</li>\n</ul>\n</li>\n</ul>\n<p style=\"padding-left: 40px;\">Project yang Dikerjakan:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Magang Reguler: intern akan mengerjakan real project dari klien Suitmedia.</li>\n<li>Magang Kampus Merdeka: intern akan mengerjakan proyek rancangan tim Suitmedia atau real project dari klien Suitmedia</li>\n</ul>\n</li>\n</ul>\n<p style=\"padding-left: 40px;\">Magang dan Perkuliahan:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Magang Reguler: intern perlu menjalankan keduanya secara bersamaan jika masih memiliki mata kuliah, tugas akhir, atau skripsi yang diambil.</li>\n<li>Magang Reguler: intern tidak perlu menjalankan keduanya secara bersamaan karena magang merupakan pengganti perkuliahan selama satu semester.</li>\n</ul>\n</li>\n</ul>\n<p style=\"padding-left: 40px;\">Benefit Uang Saku:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Magang Reguler: uang saku diberikan oleh perusahaan.</li>\n<li>Magang Kampus Merdeka: uang saku diberikan oleh LPDP.<br /><br /></li>\n</ul>\n</li>\n<li>Berapa jumlah SKS yang dapat dikonversi?<br />Mahasiswa dapat mengonversi hingga 20 SKS. Pengonversian SKS tergantung pada kebutuhan mahasiswa dan kebijakan universitas</li>\n<li>Magang di Suitmedia, bekerja dari rumah atau kantor?<br />Saat ini kami menerapkan sistem kerja work from anywhere (WFA). Apabila kondisi memungkinkan, kami juga memiliki potensi untuk menerapkan sistem kerja hybrid.</li>\n<li>Apakah mahasiswa diperbolehkan magang sambil kuliah?<br />Kami bersama Kemdikbud Ristek tidak menyarankan untuk mengikuti Program Magang Merdeka dan kuliah sekaligus. Namun, hal ini dapat didiskusikan lebih lanjut antara mahasiswa, pihak kampus, dan perusahaan.</li>\n<li>Berapa lama periode magang?<br />Periode magang berlangsung selama 6 bulan.</li>\n<li>Kapan gelombang selanjutnya dibuka?<br />Pendaftaran Program Magang Bersertifikat Kampus Merdeka akan kembali dibuka pada tanggal 6 Desember 2021 - 14 Januari 2022. Pelaksanaan program magang diperkirakan akan dimulai pada bulan Februari.</li>\n</ul>\n<p>Itulah beberapa hal yang perlu diketahui seputar Program Magang Bersertifikat Kampus Merdeka x Suitmedia. Yuk, daftarkan dirimu di gelombang selanjutnya! Kami tunggu, ya!</p>",
                    "published_at": "2021-10-15 23:55:00",
                    "deleted_at": null,
                    "created_at": "2021-10-15 16:26:50",
                    "updated_at": "2023-01-17 10:44:21",
                    "small_image": [
                        {
                            "id": 792,
                            "mime": "image/jpeg",
                            "file_name": "Kampus-Merdeka-x-Suitmedia.jpg",
                            "url": "https://assets.suitdev.com/storage/files/792/conversions/Kampus-Merdeka-x-Suitmedia-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 792,
                            "mime": "image/jpeg",
                            "file_name": "Kampus-Merdeka-x-Suitmedia.jpg",
                            "url": "https://assets.suitdev.com/storage/files/792/conversions/Kampus-Merdeka-x-Suitmedia-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 126,
                    "slug": "strategi-digital-untuk-organisasi-non-profit",
                    "title": "Strategi Digital untuk Organisasi non Profit",
                    "content": "<p>Organisasi <a href=\"https://suitmedia.com/ideas/the-importance-of-digital-transformation-for-nonprofits\">non profit</a> dapat mengambil manfaat dari pola pikir masa kini yang mengutamakan cara digital dan mengambil pendekatan strategis. Hal ini demi meningkatkan keterlibatan anggota dan mengumpulkan dana dari donatur baru dan lama. Transformasi digital itu sendiri adalah sebuah jalan yang panjang, bukan hanya tentang teknologi. Ini pada dasarnya tentang menghubungkan orang, proses, dan teknologi inovasi dan mendorong langkah perubahan.</p>\n<p>Saat menerapkan transformasi digital, organisasi <a href=\"https://suitmedia.com/ideas/the-importance-of-digital-transformation-for-nonprofits\">non profit</a> perlu mengevaluasi pendekatan yang mereka terapkan terhadap teknologi informasi dan berinvestasi dalam <a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">strategi digital</a> dalam jangka yang panjang. Berubahnya strategi digital juga mendukung organisasi dalam menghubungkan orang, proses, dan teknologi sedemikian rupa sehingga setiap proyek dibangun di atas proses sebelumnya untuk memberikan dampak yang lebih besar.</p>\n<p><a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">Strategi digital </a>harus memberikan hasil yang memuaskan untuk organisasi <a href=\"https://suitmedia.com/ideas/the-importance-of-digital-transformation-for-nonprofits\">non profit</a>. Seperti, apakah itu dapat mendidik lebih banyak anak-anak, lebih banyak orang yang diberdayakan, atau lebih banyak spesies langka yang dilindungi sesuai dengan tujuan mereka. Ini harus mempertimbangkan struktur dan kemampuan organisasi. Hal yang harus ditekankan bahwa anggota dan proses merupakan faktor yang penting dalam memanfaatkan kekuatan teknologi digital dalam mencapai tujuan.</p>\n<ol>\n<li><strong>Strategi digital yang penting untuk organisasi non profit</strong></li>\n</ol>\n<p>Memiliki<a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\"> strategi digital </a>&nbsp;yang jelas dan kuat dengan gambaran besar akan menjawab semua pertanyaan esensial dan krusial. Meskipun teknologi berubah dengan cepat, visi keseluruhan organisasi dan tujuan jangka panjang harus tetap sama. Alih-alih berfokus pada melakukan segalanya, fokuslah pada hal efektif apa yang dapat dicapai. Jenis strategi digital berikut ini penting untuk dilakukan oleh organisasi non profit.</p>\n<ol>\n<li style=\"list-style-type: none;\">\n<ul>\n<li><strong>Memiliki situs web organisasi yang dirancang dengan baik, informatif, dan bermanfaat<br /></strong><br />Web adalah jantung organisasi yang merupakan pusat utama jalannya <a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">strategi digital.</a> Sangat penting untuk memastikan pengguna memiliki pengalaman berkesan sehingga web yang dibentuk dapat membuat pengguna tertarik untuk mengaksesnya lagi. Gunakan website dan memposting konten yang bernilai yang kemudian dapat digunakan di outlet digital lainnya.<br /><br /></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Ciptakan kehadiran yang baik di platform media sosial<br /></strong><br />Kehadiran media sosial merupakan aspek penting dalam membangun komunitas. Media sosial adalah alat yang sangat berharga untuk menjangkau khalayak yang lebih luas. Namun, yang penting adalah memastikan keterlibatan audiens melalui konten yang bermakna secara konsisten. Mendorong minat pengikut untuk berbagi postingan dan arahkan pembaca kembali ke situs web untuk menghasilkan lebih banyak aktivitas pengunjung web. Melakukan konsultasi dengan digital agency akan membuat hasil kehadiran di media sosial lebih optimal.<br /><br /></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Meningkatkan penjelasan produk dengan menggunakan iklan digital<br /><br /></strong>Iklan<strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> </strong><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">digital dapat digunakan untuk meningkatkan penjelasan produk di luar platform media sosial. Iklan online dapat mengarahkan pengguna ke situs dan bahkan menargetkan ulang bagi pengguna yang sudah pernah mengunjungi situs tersebut sebelumnya. Google Ad Grants untuk lembaga <a href=\"https://suitmedia.com/ideas/the-importance-of-digital-transformation-for-nonprofits\">non profit</a>&nbsp;dapat meningkatkan arus aktivitas situs lebih detail.<br /><br /></span></li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Jangkau donatur melalui pemasaran email<br /><br /></strong>Email adalah cara terbaik untuk menjangkau donatur secara pribadi. Mereka dapat membuka, membaca sekilas, dan membaca ulang di waktu luang mereka. Gunakan email untuk mempromosikan konten informasi dan permohonan donasi yang serupa seperti yang dilakukan di media sosial atau situs web, tetapi tetap perhatikan tujuan utama ialah untuk menargetkan pembaca lebih dekat.<br /><br /></li>\n</ul>\n</li>\n<li><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Parameter untuk menentukan apakah strategi itu berhasil atau tidak</strong></li>\n</ol>\n<p>Ada banyak komponen untuk menyukseskan strategi digital. Meskipun penting untuk meninjau komponen, hal yang lebih lebih penting adalah meninjau hal-hal yang berkaitan dengan audiens dalam menyelesaikan transaksi yang penting bagi organisasi.</p>\n<p>Komponen yang akan diukur akan bergantung pada sifat kampanye organisasi. Pertama, mereka perlu mulai merencanakan mengapa mereka meninjaunya dan apa yang ingin mereka capai dengan mengukur komponen tersebut.</p>\n<p>Beberapa komponen &nbsp;<a href=\"https://suitmedia.com/ideas/the-importance-of-digital-transformation-for-nonprofits\"> non profit </a>yang umum meliputi:</p>\n<ul>\n<li>Anggota yang terdaftar</li>\n<li>Donasi lengkap</li>\n<li>Langganan email</li>\n<li>Tanda tangan</li>\n<li>Acara sukarelawan</li>\n</ul>\n<p>Mengukur keberhasilan strategi selalu penting, tetapi yang lebih penting adalah untuk berkorban pemikiran dan upaya untuk menyegarkan&nbsp;<a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\"> strategi digital </a>secara keseluruhan. Mengingat strategi secara digital artinya kita harus bisa beradaptasi dengan keadaan yang baru dan meninggalkan kebiasaan yang lama. Untuk penerapan <a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">strategi digital</a> tepat guna pada organisasi non-profit yang baik, melakukan konsultasi dengan digital agency bisa menjadi pilihan terbaik.</p>\n<p>Penulis: <strong>Devita Yufliha Mahron</strong>&nbsp;(Sr. System Analyst)</p>",
                    "published_at": "2021-10-15 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-15 14:43:31",
                    "updated_at": "2022-03-18 15:25:04",
                    "small_image": [
                        {
                            "id": 781,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_538204339.jpg",
                            "url": "https://assets.suitdev.com/storage/files/781/conversions/shutterstock_538204339-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 781,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_538204339.jpg",
                            "url": "https://assets.suitdev.com/storage/files/781/conversions/shutterstock_538204339-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 127,
                    "slug": "tren-crowdfunding-di-indonesia",
                    "title": "Tren Crowdfunding di Indonesia",
                    "content": "<p><em>Crowdfunding</em> atau penggalangan dana pada dasarnya adalah cara bagi orang, bisnis, atau badan amal untuk mengumpulkan sejumlah kecil uang dari sejumlah besar orang. Kegiatan ini ini biasanya tersebar di media sosial di mana orang dapat terhubung dengan ribuan calon donatur. Masyarakat Indonesia dikenal dengan budaya bersama-sama yaitu gotong royong. Inilah alasan platform <em>crowdfundin</em>g sosial seperti KitaBisa, Kolase, AyoPeduli, dan SharingHappiness.org menjadi sangat berguna di Indonesia, terutama dalam situasi pandemi COVID-19 ini. Semua orang ingin membantu mereka yang membutuhkan dan platform ini telah berhasil membuatnya lebih praktis.</p>\n<p>Penggalangan dana sosial juga dapat dimanfaatkan oleh pelaku bisnis mikro maupun makro yang membutuhkan modal. Menjalankan bisnis tidak selamanya semudah yang kita lihat dan memiliki modal yang cukup adalah kunci kesuksesan. Di sinilah merupakan langkah-langkah penggalangan dana dalam membantu mereka mendapatkan modal awal dengan suku bunga yang rendah.</p>\n<p>Manfaat lain dari penggalangan dana sosial adalah untuk membantu orang-orang dalam menambah pendapatan mereka untuk keperluan pribadi. Keperluan pribadi tersebut meliputi biaya <a>kesehatan</a> atau pendidikan, biaya proyek kreatif, atau bahkan untuk biaya kehidupan mereka sehari-hari.</p>\n<p>Ciri-ciri yang harus dimiliki untuk platform penggalangan dana sosial yang efektif</p>\n<p>Penggalangan dana sosial mungkin tidak akan berjalan jika tidak dipromosikan dengan benar melalui platform atau <a href=\"https://suitmedia.com/ideas/poin-keberhasilan-sebuah-website-untuk-berbisnis\">website</a>. Jadi, hal apa saja yang harus dimiliki oleh platform penggalangan dana sosial dalam membantu orang-orang mencapai tujuannya?</p>\n<ol>\n<li>Penampilan website yang menarik</li>\n</ol>\n<p><em>Web development</em> adalah salah satu kunci dalam meraih donatur yang potensial. Orang-orang tidak akan tertarik pada website yang monoton dan tidak memberikan hal yang mereka harapkan seperti informasi yang lengkap. Sehingga peran web development yang baik sangat vital di sini.</p>\n<ol start=\"2\">\n<li>Konten yang valid</li>\n</ol>\n<p>Terpercaya, konten yang valid adalah jantung dari segala kegiatan penggalangan dana. Hal ini akan membantu membangun kepercayaan pengguna dan menghilangkan keraguan mereka sebelum mendonasikan dana.</p>\n<ol start=\"3\">\n<li>Mudah digunakan</li>\n</ol>\n<p>Ini sangat berpotensi besar apabila penyumbang ingin menghubungi kontak penyelenggara penggalangan dana mengenai beberapa detail kegiatan. Platform yang mudah diakses sangat diperlukan sehingga kedua belah pihak dapat berinteraksi dengan mudah.</p>\n<ol start=\"4\">\n<li>Visual yang baik</li>\n</ol>\n<p>Desain visual yang baik sangat penting agar tidak menimbulkan kebingungan donatur. Penyelenggara harus benar-benar memastikan pesan atau alasan mengadakan penggalangan dana tersampaikan dengan jelas.</p>\n<ol start=\"5\">\n<li>SEO yang dioptimalkan</li>\n</ol>\n<p>Dengan banyaknya platform penggalangan dana yang tersebar di internet, beberapa platform justru &lsquo;tenggelam&rsquo; dan gagal meraih donatur yang potensial. Maka dari itu, <a>SEO</a> yang optimal akan membantu platform mudah ditemukan.</p>\n<p>Kesimpulannya, tren penggalangan dana sosial meningkat dengan cepat di tengah situasi pandemi COVID-19. Kegiatan ini dapat menjadi peluang besar bagi orang yang baru saja ingin memulai bisnis atau memulihkan kondisi mereka dari dampak COVID-19.</p>\n<p>Penulis: <strong>Chandra Rolexta</strong>&nbsp;(Technical Manager)</p>",
                    "published_at": "2021-10-15 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-15 14:49:59",
                    "updated_at": "2022-03-18 15:27:01",
                    "small_image": [
                        {
                            "id": 783,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1452595235.jpg",
                            "url": "https://assets.suitdev.com/storage/files/783/conversions/shutterstock_1452595235-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 783,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1452595235.jpg",
                            "url": "https://assets.suitdev.com/storage/files/783/conversions/shutterstock_1452595235-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 128,
                    "slug": "strategi-digital-industri-otomotif-di-tengah-pandemi",
                    "title": "Strategi Digital Industri Otomotif Di Tengah Pandemi",
                    "content": "<p>Selama pandemi di tahun 2020, banyak tantangan yang harus dihadapi oleh industri <a href=\"https://suitmedia.com/ideas/eksistensi-chatbot-dalam-industri-otomotif\">otomotif</a>, seperti menurunnya jumlah penjualan selama pandemi karena ketidakmampuan orang-orang dalam membeli kendaraan baru, penutupan beberapa industri di China yang merupakan hasil dari sedikitnya pasokan komponen industri dari berbagai negara, termasuk di Indonesia, harga suku cadang meningkat mengarah pada mahalnya material mentah karena efek dari perubahan harga dolar. Selain itu, tingginya harga dan kelangkaan masker, <em>hand sanitizer</em>, termometer inframerah, dan peralatan semprotan disinfektan juga menghambat produksi dan aktivitas penjualan di tengah pandemi. Seperti yang kita ketahui, barang-barang tersebut sangat dibutuhkan untuk menjalankan protokol kesehatan demi menghambat penyebaran Covid-19.</p>\n<p>Selain itu, tantangan terbesar datang dari ketatnya sistem keuangan dan sewa kantor dalam menyediakan kredit kepada pelanggan. Pendanaan dari bank juga melihat sektor mana yang beresiko rendah. Maka dari itu, peluang pelanggan dalam membeli mobil baru diyakini cukup rendah. Kendala juga datang dari peraturan <em>physical distancing</em> yang ditetapkan oleh pemerintah. Hal tersebut juga berhubungan dengan peraturan pemerintah untuk menetapkan bekerja dari rumah atau <em>work from home</em> (WFH) sehingga beberapa sektor non-produksi tidak dapat berjalan semestinya karena terbatasnya fasilitas, seperti minimnya ketersediaan laptop pada setiap orang.</p>\n<p>Adanya <em>physical distancing</em>, hal yang paling efektif untuk dilakukan adalah mengubah semua pola menjadi secara digital. Pemberlakuan <em>lockdown</em> dan <em>physical distancing</em> di beberapa daerah di Indonesia menyebabkan banyak pelanggan yang memilih untuk tetap berdiam diri di dalam rumah dan menggunakan kecanggihan digital untuk memenuhi kebutuhan sehari-hari. Maka dari itu, industri harus bisa perlahan-lahan beralih dari <em>offline</em> menjadi <em>online</em> guna meningkatkan prospek penjualan.</p>\n<ol>\n<li><em>Remote selling</em> (penjualan secara jarak jauh)<br />Sebelum melakukan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">remote selling</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">, pastikan melakukan survei terhadap kebiasaan pelanggan dan kompetitor. Melalui survei inilah, perusahaan dapat mengambil tindakan yang akan diambil untuk kedepannya, entah mengenai </span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">web development</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> atau mengembangkan produk yang sesuai dengan survei pelanggan.</span></li>\n<li><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Virtual event</em><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"> (acara virtual)<br /></span>Keadaan yang serba digital memang mengubah kebiasaan kita melakukan segalanya secara virtual. Sama halnya dengan acara yang meriah, perusahaan harus memiliki inovasi acara-acara virtual yang menghibur pelanggan di rumah. Hal ini juga akan meningkatkan ketertarikan pelanggan terhadap produk yang dipromosikan.</li>\n<li>Menggunakan <em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">chatbot<br /></em>Keberadaan chatbot dalam sebuah website sudah terbukti sangat efisien dan bermanfaat. Pelanggan tidak perlu menunggu lama untuk mendapatkan jawaban dari pertanyaan mereka. Pelanggan juga dapat mengaksesnya tanpa mengenal waktu. Menggunakan chatbot juga sangat bermanfaat dalam mempromosikan perusahaan dan menjalin komunikasi dengan pelanggan.</li>\n<li>Iklan di media sosial<br />Memasang iklan di <a href=\"https://suitmedia.com/ideas/how-social-media-is-shaping-the-beauty-industry\">media sosial</a> merupakan sebuah kewajiban agar perusahaan memiliki peningkatan pembelian melalui promosi secara virtual. Iklan yang digunakan juga harus menarik, padat dan jelas, dan mampu membuat orang-orang penasaran dengan produk yang dijual.</li>\n</ol>\n<p>Kesimpulannya, dari beberapa strategi digital yang cocok untuk industri <a href=\"https://suitmedia.com/ideas/eksistensi-chatbot-dalam-industri-otomotif\">otomotif</a> adalah memaksimalkan penjualan jarak jauh, acara virtual, mengiklankan secara <a href=\"https://suitmedia.com/ideas/digital-transformation-in-education-technology\">digital</a> seperti menggunakan <a href=\"https://suitmedia.com/ideas/mengukur-keberhasilan-beriklan-di-media-sosial\">media sosial</a>, dan <em>chatbot</em>, jadi pelanggan bisa menghubungi kontak kapan saja via chat melalui website dan <a href=\"https://suitmedia.com/ideas/the-important-of-social-media-marketing-in-food-and-beverage-industry\">media sosial</a>. Meskipun strategi ini sangat berbeda dengan strategi sebelumnya, perusahaan harus menyesuaikan dengan perkembangan teknologi saat ini. Demi menjangkau pelanggan dengan cara <a href=\"https://suitmedia.com/ideas/tips-mengoptimalkan-halaman-digital-bagi-pelaku-bisnis\">digital</a>, perusahaan harus mulai beranjak ke kebiasaan penjualan secara <a href=\"https://suitmedia.com/ideas/digital-transformation-in-education-technology\">digital</a>.</p>\n<p>Penulis: <strong>Ajeng Laras Phitaloka</strong>&nbsp;(Sr. Account Executive)</p>",
                    "published_at": "2021-10-15 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-15 14:53:50",
                    "updated_at": "2022-03-18 15:31:32",
                    "small_image": [
                        {
                            "id": 785,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_666231598.jpg",
                            "url": "https://assets.suitdev.com/storage/files/785/conversions/shutterstock_666231598-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 785,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_666231598.jpg",
                            "url": "https://assets.suitdev.com/storage/files/785/conversions/shutterstock_666231598-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 129,
                    "slug": "eksistensi-chatbot-dalam-industri-otomotif",
                    "title": "Eksistensi Chatbot dalam Industri Otomotif",
                    "content": "<p>Saat ini, bisnis dunia <a href=\"https://suitmedia.com/ideas/strategi-digital-industri-otomotif-di-tengah-pandemi\">otomotif</a>&nbsp;masih menggunakan konsep lama. Berbeda dengan saat ini, pesatnya perkembangan teknologi berpengaruh positif pada konsep <a href=\"https://suitmedia.com/ideas/peran-digital-marketing-membantu-perusahaan-dalam-transformasi-digital\">digital marketing</a>&nbsp;dan <em>web development</em> di bidang otomotif. Dampak yang diberikan tidak hanya terlihat dari segi perkembangan bisnis, tetapi juga dari kepuasan pelanggan yang menjadi fokus utama dalam meningkatkan penjualan. Dengan adanya konsep <em>chatbot</em> yang kini marak digunakan oleh banyak perusahaan, timbul dampak yang sangat besar terhadap tumbuhnya sebuah bisnis, terutama dalam memberikan informasi umum dan promosi perusahaan dengan lebih mudah dan efisien.</p>\n<p><em>Chatbot</em> atau <em>chatterbot</em> adalah program yang dirancang untuk menanggapi pesan secara otomatis. <em>Chatbot</em> berperan hampir sama dengan&nbsp;<a href=\"https://suitmedia.com/ideas/the-changes-in-customer-behavior-on-e-commerce-during-covid-19\"> customer </a><em>service</em> pada umumnya yang melayani pelanggan yang ingin mengetahui hal yang menyangkut tentang perusahaan. <em>Chatbot</em> dapat meningkatkan efisiensi <em>website</em> bisnis menjadi lebih baik dengan cara mendukung kebutuhan pelanggan melalui pelayanan dua puluh empat jam. Program <em>chatbot</em> dapat mengolah jawaban dengan menyesuaikan kata kunci yang muncul sehingga chatbot dapat memberikan jawaban cepat kepada pengguna. Kelebihan ini akan membantu <a>brand</a>&nbsp;untuk menjangkau pelanggan dan meningkatkan pengalaman pelanggan dengan menjawab pertanyaan umum dengan cepat dan akurat. Dengan menggunakan <em>chatbot</em>, <a href=\"https://suitmedia.com/ideas/the-important-of-digital-branding-in-political-campaign\">brand</a>&nbsp;bisa mendapatkan <a href=\"https://suitmedia.com/ideas/the-impact-of-brand-engagement-in-the-sports-industry\">engagement</a>&nbsp;secara <em>real time</em> dan berpotensi adanya peningkatan kepuasan pelanggan. Mereka juga dapat memberikan detail produk lengkap kepada pelanggan jika dibutuhkan. Ini adalah salah satu strategi bisnis yang sangat efisien dan efektif dalam menanggapi pertanyaan pelanggan yang tak terhitung jumlahnya.</p>\n<p>Ada beberapa cara sederhana<em> chatbot</em> bekerja yang berbeda-beda dalam <em>website</em> perusahaan tertentu. Jawaban yang muncul akan menyesuaikan dengan <em>keyword</em> pertanyaan yang diberikan pelanggan secara otomatis. Metode pertama yaitu <em>pattern matching</em> atau penyesuaian pola dalam pengelompokkan teks. Alhasil, nantinya bot akan memberikan jawaban yang sesuai dengan <em>keyword</em>. <em>Pattern matching</em> juga dikenal dengan istilah <em>Artificial Intelligence Markup Language</em> (AIML). Metode kedua yaitu <em>decision-tree based</em>. Cara kerja metode ini pelanggan harus mengikuti urutan jawaban runtut yang sudah diatur oleh perusahaan. Metode ini akan menjadi rumit atau mudah tergantung pada bagaimana konsep yang dirancang. Meskipun terlihat lebih rumit daripada <em>pattern matching</em>, metode ini justru lebih diminati oleh perusahaan karena semua pertanyaan dan jawaban sudah disiapkan. Jadi, pelanggan akan disuguhkan beberapa kolom pertanyaan dan jawaban akan muncul secara otomatis. Lalu, metode selanjutnya adalah <em>contextual</em> yang menciptakan sebuah percakapan natural dengan pelanggan. Pada metode ini dibutuhkan konsep yang sangat strategis dan terarah agar jawaban yang bot berikan sesuai dengan pertanyaan. Untuk mewujudkan konsep ini, harus dilakukan analisis data <em>website</em> agar dapat menyesuaikan dengan bot.&nbsp;</p>\n<p>Banyak ditemukan <em>brand</em> menggunakan <em>chatbot</em> untuk layanan pelanggan. Namun, teknologi akan semakin canggih setiap harinya. Seperti yang tengah berkembang saat ini, <em>Voice User Interface</em> (VUI) adalah <em>customer service</em> masa depan. Kesempatan ini dimanfaatkan karena teknologi suara menjadi semakin mudah untuk diimplementasikan dalam teknologi. Kemajuan di sejumlah industri membantu asisten suara digital menjadi lebih canggih dan berguna untuk penggunaan sehari-hari.</p>\n<p>Penulis: <strong>Ghita Asyifa Adlina Sudiro</strong> (Sr. Account Executive)</p>",
                    "published_at": "2021-10-15 12:00:00",
                    "deleted_at": null,
                    "created_at": "2021-10-15 15:05:01",
                    "updated_at": "2022-03-18 15:29:02",
                    "small_image": [
                        {
                            "id": 789,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1081264862.jpg",
                            "url": "https://assets.suitdev.com/storage/files/789/conversions/shutterstock_1081264862-small.jpg"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 789,
                            "mime": "image/jpeg",
                            "file_name": "shutterstock_1081264862.jpg",
                            "url": "https://assets.suitdev.com/storage/files/789/conversions/shutterstock_1081264862-medium.jpg"
                        }
                    ]
                },
                {
                    "id": 125,
                    "slug": "alasan-mengapa-flutter-lebih-baik-dari-react-native-untuk-project",
                    "title": "Alasan Mengapa Flutter Lebih Baik dari React Native untuk Project",
                    "content": "<p>&nbsp;</p>\n<p>Pertumbuhan tingkat pengguna <em>smartphone</em> serta teknologi <a href=\"https://suitmedia.com/ideas/the-growth-and-versatility-of-mobile-apps-in-digital-industry\">mobile apps</a>&nbsp;yang kian populer membuat berbagai perusahaan perlu menyesuaikan diri dengan keadaan tersebut agar dapat terus bertahan. Hal ini tentunya berimplikasi terhadap kecenderungan untuk membangun sebuah <em>mobile apps</em> sesuai dengan kepentingan dan tujuan spesifik perusahaan. Tentu untuk membangunnya diperlukan pertimbangan yang matang terkait banyak hal, seperti <em>cost</em>, waktu pengerjaan, dan kualitas / performa dari sebuah <em>mobile apps</em> itu sendiri. Harapannya, <em>mobile apps</em> dapat memberikan pelayanan yang baik dan memuaskan untuk customer. Memilih metode pengembangan <a href=\"https://suitmedia.com/ideas/mengintip-proses-pembuatan-mobile-apps\">mobile apps</a>&nbsp;yang tepat jadi hal yang penting untuk diperhatikan.</p>\n<p><em>Mobile <a href=\"https://suitmedia.com/ideas/pengembangan-aplikasi-mobile-native-vs-cross-platform-vs-hybrid-vs-pwa\">Cross-Platform Development</a></em>&nbsp;adalah metode pengembangan <em>mobile apps </em>yang memungkinkan untuk membuat aplikasi dan melakukan <em>deployment</em> ke berbagai <em>platform</em> berbeda, seperti iOS dan Android. Bicara tentang <em>Mobile Cross-Platform Development</em> artinya tidak dapat terlepas dari Flutter dan React Native, dimana keduanya merupakan <em>Framework Mobile Cross-Platform Development</em> yang paling populer yang digunakan oleh banyak <em>mobile developer,</em> termasuk di Indonesia. Meski keduanya sama-sama populer, ada beberapa alasan yang membuat Flutter lebih unggul dibandingkan React Native dalam sebuah <em>project</em> pengembangan <a href=\"https://suitmedia.com/ideas/keunggulan-mobile-web-mobile-apps-mana-yang-sesuai-untuk-bisnis-anda\">mobile apps</a>. Penasaran? Simak beberapa alasannya dalam ulasan berikut.</p>\n<h3><strong>Arsitektur dan UI</strong></h3>\n<p>Arsitektur merupakan sebuah hal yang penting dalam sebuah <em>framework </em>dimana hal ini dapat menentukan tingkat performa dari suatu <em>framework</em>. Berikut ini merupakan perbandingan arsitektur dari masing - masing <em>framework</em>.</p>\n<h3><strong>Flutter :</strong></h3>\n<p><a href=\"https://suitmedia.com/ideas/pengembangan-aplikasi-mobile-native-vs-cross-platform-vs-hybrid-vs-pwa\">Flutter</a> menggunakan Skia <em>engine</em>, yang digunakan untuk membangun Chrome Browser dan Android. <em>Engine</em> ini juga membuat flutter dapat merender komponen - komponennya dengan 60 FPS. Flutter juga menggunakan <em>library widget</em> sendiri untuk menampilkan UI - nya, yang membuat performanya tinggi dan tampilan UI yang <em>flawless</em> (mulus/halus), dan hal itu men-generalisasi tampilan UI apapun versi OS nya. Hal itu membuat aplikasi terlihat sama, baik pada versi baru Android dan yang lebih lama hingga versi 4.4.</p>\n<h3><strong>React Native :</strong></h3>\n<p><a href=\"https://suitmedia.com/ideas/pengembangan-aplikasi-mobile-native-vs-cross-platform-vs-hybrid-vs-pwa\">React Native</a> berbasis JavaScript <em>engine</em> yang bekerja sebagai <em>bridge</em>/jembatan antara JS code dan Native OS components (Komponen asli masing - masing OS). Hal itu membuat aplikasi yang dikembangkan menggunakan React Native, sangat mirip dengan aplikasi aslinya atau dengan kata lain, UI iOS dan Android akan mengikuti UI OS masing - masing sehingga UI nya akan berbeda antara iOS dan Android. Jika ingin aplikasi menggunakan React Native terlihat hampir identik di seluruh platform dan juga pada versi sistem operasi yang lebih lama (seperti yang dicapai Flutter), harus menggunakan <em>library</em> tambahan yaitu React Native Paper.</p>\n<h3><strong>Perbandingan :</strong></h3>\n<p>Dapat dikatakan bahwa kinerja Flutter lebih unggul, karena Flutter memiliki <em>Renderer Engine</em> sendiri sedangkan React Native menggunakan bride JS dan hal itu membuat React Native memiliki <em>issue</em> kinerja karena ada <em>delay</em> dalam pemrosesan antara koneksi JS dan Native Code.</p>\n<p>React Native memiliki kelebihan dalam membangun UI yang sesuai dengan tampilan setiap OS-nya. Akan tetapi hal ini membuatnya jadi membutuhkan usaha lebih apabila ingin membuat tampilan yang serupa. Sedangkan pembangunan UI Flutter lebih <em>customizable </em>dapat dibangun sesuai kebutuhan <em>client</em> tanpa harus menggunakan <em>library</em> tambahan.</p>\n<h3><strong>Performa / Kinerja</strong></h3>\n<p>Berdasarkan <em>performance benchmarking</em> yang dikembangkan oleh inVerita, performa komputasi Flutter unggul jauh daripada React Native baik di platform iOS maupun Android. inVerita menghitung tingkat performa berdasarkan penghitungan matematis dan manipulasi memori yang menggambarkan kecepatan <em>app</em> dalam memproses <em>business logic.</em> Performa dari sisi ini penting untuk aplikasi-aplikasi dengan <em>business logic</em> yang kompleks.</p>\n<p>Berikut hasil yang menunjukkan performa React Native - Flutter - Native iOS/Android dalam komputasi dan memori. Algoritma <strong>Gauss Legendre</strong> lebih bersifat <strong>memory-intensive</strong> sehingga dapat mengukur performansi memori. Sedangkan algoritma <strong>Borwein</strong> lebih bersifat <strong>CPU-intensive</strong>.</p>\n<p style=\"text-align: center;\"><img src=\"https://suitmedia.static-assets.id/files/ideas/performa.png\" alt=\"\" /></p>\n<p style=\"text-align: center;\"><img src=\"https://suitmedia.static-assets.id/files/ideas/performa%20android.png\" alt=\"\" /></p>\n<p style=\"text-align: center;\">Source : <a href=\"https://medium.com/swlh/flutter-vs-native-vs-react-native-examining-performance-31338f081980\">https://medium.com/swlh/flutter-vs-native-vs-react-native-examining-performance-31338f081980</a></p>\n<p>Dari tes algoritma di atas dapat disimpulkan bahwa dalam penggunaan memori, React Native memerlukan waktu 2992 ms (millisecond) di platform iOS dan 3289.3 ms di platform Android untuk mengeksekusi algoritma tersebut, sedangkan Flutter lebih unggul karena memerlukan waktu yang lebih singkat yaitu 188.7 ms di platform iOS dan 272.5 ms di platform Android. Menilik dari segi penggunaan CPU, Flutter tetap unggul dengan waktu eksekusi sebesar 179.5 ms di platform iOS dan 285.2 ms di platform Android, sedangkan React Native memerlukan waktu yang lebih lama yaitu 582.1 ms di platform iOS dan 821.9 ms untuk platform Android. Tentunya hal ini menjadi pertimbangan dalam memilih Flutter sebagai <em>Framework Mobile Cross-Platform Development</em> untuk sebuah project karena performa adalah hal yang penting sebagai layanan terbaik yang bisa diberikan untuk pengguna <em>mobile apps.</em></p>\n<h3><strong>Komunitas Dan Popularitas</strong></h3>\n<p>Popularitas Flutter menunjukan perkembangan yang pesat. Hal tersebut dapat dilihat dari jumlah Github stars (per akhir Maret 2021) yang berjumlah 117k, sedangkan React Native berjumlah 94.4k. Selain itu, <em>website</em> stackoverflow.com juga melansir perkembangan Q&amp;A tentang Flutter. <a href=\"https://suitmedia.com/ideas/kenapa-bisnis-anda-perlu-website\">Website</a>&nbsp;tanya jawab seputar pemrograman tersebut menunjukan bahwa Q&amp;A tentang Flutter menunjukan perkembangan yang signifikan dari tahun ke tahun dibandingkan dengan React Native.</p>\n<p style=\"text-align: center;\"><img src=\"https://suitmedia.static-assets.id/files/ideas/komunitas.png\" alt=\"\" /></p>\n<p style=\"text-align: center;\">Source: <a href=\"https://insights.stackoverflow.com/trends?tags=flutter%2Creact-native\">https://insights.stackoverflow.com/trends?tags=flutter%2Creact-native</a></p>\n<p>Begitu pula data dari Statista, <em>website</em> dengan <em>tagline</em> <em>Global No.1 Business Data Platform</em> ini menunjukan data dengan responden sejumlah 19.696 <em>mobile developers</em> di seluruh dunia, bahwa pertumbuhan jumlah Flutter <em>developers</em> meningkat pesat, sedangkan jumlah React Native <em>developers</em> tetap.</p>\n<p style=\"text-align: center;\"><img src=\"https://suitmedia.static-assets.id/files/ideas/popularitas.png\" alt=\"\" /></p>\n<p style=\"text-align: center;\">Source: <a href=\"https://www.statista.com/statistics/869224/worldwide-software-developer-working-hours/\">https://www.statista.com/statistics/869224/worldwide-software-developer-working-hours/</a></p>\n<h3><strong>Client dan Showcase</strong></h3>\n<p>React Native memiliki portofolio yang cukup banyak, terutama dalam kategori sosial media, mengingat usia React Native yang sudah lebih lama dibandingkan Flutter. Akan tetapi, Flutter tidak tertinggal terlalu jauh, Flutter memiliki <em>client</em> dan portofolio yang bisa bersaing dengan React Native, hal ini ditunjukkan dari perilisan versi 2 di awal Maret 2021 dengan Toyota sebagai <em>client</em> barunya. Untuk dapat melihat perbandingan singkatnya, berikut beberapa <em>client</em> dan <em>apps</em> yang dibuat oleh masing - masing SDK.</p>\n<p><img src=\"https://suitmedia.static-assets.id/files/ideas/client-2.png\" alt=\"\" /></p>\n<p>Dilansir dari developers.googleblog.com, Toyota, mengumumkan rencananya untuk menghadirkan <em>best-in-market digital experience</em> untuk kendaraan, dengan membangun sistem <em>infotainment</em> yang didukung oleh Flutter. Toyota memilih Flutter karena performa dan konsistensi pengalamannya yang tinggi, iterasi yang cepat dan ergonomis pengembang serta mekanik sentuh tingkat <em>smartphone</em>. Dengan menggunakan Flutter's embedder API, Toyota dapat menyesuaikan Flutter untuk kebutuhan unik sistem di dalam kendaraan.</p>\n<h3><strong>Development</strong></h3>\n<p>Terakhir, jika membahas SDK tentunya tidak bisa lepas dari sudut pandang sisi <em>development</em>, karena tidak bisa dipungkiri, proses <em>development </em>sebuah <em>mobile apps</em> berpengaruh terhadap performa dan waktu pengerjaannya karena selain kualitas yang ditentukan oleh SDK dari suatu <em>Framework Mobile Cross-Platform Development</em>, waktu pengerjaan juga dipengaruhi oleh kenyamanan <em>developer</em> dalam menggunakan SDK tersebut. Ada beberapa hal yang menjadi pertimbangan <em>developer</em> untuk memilih Flutter untuk mengembangkan suatu <em>mobile apps</em>, diantaranya:</p>\n<h3><strong>Flutter &amp; Android by Google</strong></h3>\n<p>Flutter adalah SDK yang dikembangkan dan di-<em>support</em> oleh Google yang mana sistem operasi <em>mobile</em> Android pun dikembangkan oleh Google. Hal ini membuat proses <em>development </em>Flutter dan integrasinya terhadap <em>hardware</em> Android berjalan dengan lancar, seperti implementasi <em>biometric</em>, kamera dan GPS, dengan konfigurasi dan kode yang cukup sederhana.</p>\n<h3><strong>Firebase</strong></h3>\n<p>Firebase adalah layanan development yang disediakan / dikembangakan oleh Google. Beberapa layanan tersebut sangatlah familiar bagi developer, diantaranya <em>Push Notification, Analytic, Crash Monitoring, Authentication, App Distribution</em>, dan masih banyak layanan <em>development</em> lainnya yang disediakan oleh Firebase, sehingga <em>developer/vendor</em> tidak perlu menyediakan atau membangun layanan tersebut dari nol, hal ini memudahkan proses <em>development </em>dan integrasi karena penyedia layanan Firebase itu adalah Google.</p>\n<h3><strong>Dari React Native ke Flutter</strong></h3>\n<p>Menilik dari berbagai poin yang telah disebutkan di atas, dapat dikatakan bahwa Flutter dapat menjadi alternatif bila ingin mencoba mengembangkan <em>mobile apps</em> dengan metode <em>Cross-Platform</em>, karena selain sama - sama satu <em>codebase</em>, Futter juga memiliki performa yang lebih unggul dibandingkan React Native. Flutter juga menyediakan jembatan untuk mempelajari Flutter bagi <em>developer </em>React Native. Hal ini akan sangat bermanfaat ketika sudah terlanjur mengembangkan <em>mobile apps</em> dengan React Native atau bagi para <em>developer</em> <em>in-charge</em> yang sudah terbiasa dengan React Native namun ingin mencoba Flutter.</p>\n<p>Seperti React Native, Flutter juga menggunakan tampilan <em>reactive-style</em>. Akan tetapi, tidak seperti React Native yang menggunakan komponen asli dari <em>platform</em>, Flutter melakukan <em>compile code</em> hingga menjadi tampilan yang sama di masing - masing <em>platform</em>. Flutter mengontrol dan merender setiap pixel di layar, yang bisa menurunkan resiko masalah kinerja yang disebabkan oleh kebutuhan JavaScript bride dalam React Native.</p>\n<p>Dart adalah bahasa yang mudah dipelajari yang memiliki fitur-fitur seperti berikut:</p>\n<ol>\n<li>Menyediakan bahasa pemrograman open-source dan bisa dikembangkan untuk membangun web, server, dan aplikasi seluler.</li>\n<li>Menyediakan <em>object-oriented programming</em> dan <em>single inheritance</em> yang menggunakan <em>style syntax</em> bahasa C yang di-<em>compile</em> oleh AOT (<em>compiler</em>) langsung menjadi <em>native</em></li>\n<li>Secara opsional bisa dilakukan <em>transcompile</em> (diterjemahkan) ke dalam JavaScript.</li>\n<li>Mendukung antarmuka dan kelas abstrak.</li>\n</ol>\n<p>Untuk lebih lanjut mempelajari Flutter bagi developer React Native, bisa dipelajari di link berikut: <a href=\"https://flutter.dev/docs/get-started/flutter-for/react-native-devs\">https://flutter.dev/docs/get-started/flutter-for/react-native-devs</a>.</p>\n<p>Berbagai alasan yang telah diulas di atas menjadi alasan kenapa Flutter dapat dikatakan lebih baik dibandingkan React Native untuk sebuah <em>project </em>yang dilihat dari berbagai aspek dan variabel yang dimiliki, diharapkan bisa menjadi <em>insight</em> dan pertimbangan dalam membangun sebuah <em>project </em>aplikasi mobile yang baik.</p>",
                    "published_at": "2021-04-12 00:00:00",
                    "deleted_at": null,
                    "created_at": "2021-07-31 09:57:48",
                    "updated_at": "2022-03-07 12:32:55",
                    "small_image": [
                        {
                            "id": 139,
                            "mime": "image/png",
                            "file_name": "shutterstock-1105795130-607519ed3aab2.png",
                            "url": "https://assets.suitdev.com/storage/files/139/conversions/shutterstock-1105795130-607519ed3aab2-small.png"
                        }
                    ],
                    "medium_image": [
                        {
                            "id": 139,
                            "mime": "image/png",
                            "file_name": "shutterstock-1105795130-607519ed3aab2.png",
                            "url": "https://assets.suitdev.com/storage/files/139/conversions/shutterstock-1105795130-607519ed3aab2-medium.png"
                        }
                    ]
                }
            
        
            
        
    ]
   
}